[
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d2e2f1",
    "name": "Watch Dogs",
    "image": "https://atuksa-catalog.onrender.com/images/webp/watch_dogs.webp",
    "description": "Watch Dogs es un título de acción y aventura de mundo abierto en tercera persona. El videojuego está ambientado en un futuro no muy lejano en Chicago, donde una red de computadoras conocida como el «ctOS», conecta a todo y a todos, incluyendo los datos e información privada de todos sus habitantes, incluso pudiendo así anticipar posibles crímenes. Watch_Dogs explora el impacto de la tecnología moderna en la sociedad. Usando la ciudad como arma, el protagonista se embarcará en una misión personal para administrar justicia por su propia mano. El juego consiste en el hackeo de varios dispositivos electrónicos como teléfonos celulares, cámaras y semáforos para lograr los objetivos de la misión.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "16GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d2e2f2",
    "name": "Achilles Legends Untold",
    "image": "https://atuksa-catalog.onrender.com/images/webp/achilles.webp",
    "description": "Achilles: Legends Untold es un videojuego del género RPG y Acción del tipo «Like Dark Souls» que cuenta con un novedoso sistema de combates. Experimenta una nueva forma de jugar el género que llevó a juegos tipo «Diablo» a la cima. Ambientado en un mundo de fantasía oscura, el jugador podrá controlar a un temerario guerrero romano el cual podrá mejorar a medida que avanza en el juego. Gran variedad de enemigos, armas y objetos, cada uno con patrones de combate distintos. Explora un detallado mundo abierto en el que podrás aventurarte durante más de 20 horas.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Rol/Rpg, Fantasía, Isométrico",
      "lang": "Español(Multilenguaje)",
      "size": "16.8GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d2e4f1",
    "name": "Sons of the forest",
    "image": "https://atuksa-catalog.onrender.com/images/webp/sons_of_the_forest.webp",
    "description": "Sons Of The Forest es un videojuego de acción y superviencia en mundo abierto con una perspectiva en primera persona y es la secuela del juego The Forest del 2018 desarrollado por Endnight Games Ltd. En esta nueva entrega el jugador es enviado a una isla habitada por peligrosos caníbales en la búsqueda de un multimillonario desaparecido. El jugador deberá construir refugios y luchar contra los peligros de la isla para sobrevivir, el juego se puede jugar en solitario o con amigos.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Mundo Abierto, Supervivencia, Terror",
      "lang": "Español(Multilenguaje)",
      "size": "8.49GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d2e251",
    "name": "Red Dead Redemption",
    "image": "https://atuksa-catalog.onrender.com/images/webp/red_dead_redemption.webp",
    "description": "Red Dead Redemption es un videojuego de acción y aventura en mundo abierto precuela del inmensamente popular Red Dead Redemption 2, durante muchos años exclusivo de las consolas de PS, pero el 29 de octubre de 2024 salió por primera vez su versión oficial para PC. El título se ambienta durante el declive de la frontera estadounidense en el año 1911, en el salvaje viejo oeste americano. Los jugadores seguirán la historia de John Marston, un ex forajido que, después de que su esposa e hijo sean tomados como rehenes por el gobierno en rescate por sus servicios como arma contratada, se dispone a llevar a tres miembros de su antigua pandilla ante la justicia. La narrativa explora temas del ciclo de violencia, masculinidad, redención y el Sueño Americano.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Aventura, Zombis, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "8.02GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d262f1",
    "name": "Mafia Definitive Edition",
    "image": "https://atuksa-catalog.onrender.com/images/webp/mafia_definitive_edition.webp",
    "description": "Mafia Definitive Edition, el tan esperado Remake del primer videojuego de la Serie «Mafia» por fin ve la luz. Mafia: The City of Lost Heaven del año 2002 a recibido una remasterización completa con increíbles gráficos y jugabilidad mejorada. El juego se ambienta en la ciudad ficticia de Lost Heaven (basada en Chicago) durante la década de 1930, la historia sigue el ascenso y la caída del taxista convertido en mafioso Tommy Angelo dentro de la familia criminal Salieri. Además del modo historia, los jugadores también pueden explorar la ciudad en un modo de mundo abierto, que incluye misiones secundarias y la capacidad de encontrar secretos. El remake trajo consigo varias mejoras a la historia y la jugabilidad del original, incluida una configuración reconstruida, una dinámica de misión mejorada, la introducción de motocicletas a la serie, nuevo elenco de voces y mucho más.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "15.6GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b7d2e2f1",
    "name": "Assassin's Creed",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed.webp",
    "description": "Assassin’s Creed nos narra la historia de un camarero en una época futura que observa asombrado como su vida da un giro brutal cuando es secuestrado por una multinacional para un peligroso experimento científico. En un mundo sumido en el caos un megalómano investigador desea dar con la solución para imponer el orden de forma autoritaria, y para lograrlo se decide a investigar el código genético de los seres humanos y los hechos que en éste llevamos escritos desde hace siglos. Es precisamente la “memoria genética” de este camarero la que trunca su vida, pues conserva ocultos en sus genes los recuerdos de un majestuoso miembro de El Credo de los Asesinos, el respetado Altair. Pero no era oro todo lo que relucía en la vida de este Señor de la Muerte del siglo XII, y es que tras tomar una decisión equivocada en una de sus misiones al principio del juego, es degradado al más bajo rango de esta elite de los asesinos. De este modo en el epílogo disfrutaremos de la totalidad de poderes, armas y movimientos especiales para, acto seguido, perderlos y deber recuperarlos poco a poco a lo largo de la aventura. Tenemos por tanto un juego dividido en dos partes claramente diferenciadas, la futurista y la medieval; ambas jugables y ambas protagonizadas por el mismo personaje aunque no por la misma persona. La moderna tecnología futurista del laboratorio permitirá que desde la camilla viajemos en un sofisticado interfaz al pasado, y de este modo y de forma episódica se va hilando una fascinante trama que corre en paralelo en diferentes épocas, pero que tiene más puntos en común de los que en principio podría parecer.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Aventura, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "3.62GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d8e2f1",
    "name": "Assassin's Creed II",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_2.webp",
    "description": "Assassin’s Creed II es un videojuego de acción-aventura de ficción histórica, desarrollado por Ubisoft Montreal como secuela de Assassin’s Creed. Esta segunda entrega está ambientada en el Renacimiento italiano, pensado originalmente como la segunda parte de una trilogía. Parte de la historia del juego ocurre en el siglo XXI, teniendo como protagonista a Desmond Miles quien intenta escapar de la corporación Abstergo con la ayuda de Lucy Stillman luego de haber sido forzado a revivir los recuerdos genéticos de su antepasado Altaïr ibn La-Ahad a través de la máquina conocida como «Animus», eventos ocurridos en el primer juego. Luego de escapar, Desmond se ve en la necesidad de acceder un dispositivo similar pero más avanzado (el Animus 2.0) para revivir las memorias de otro de sus antepasados, Ezio Auditore da Firenze, quien vivió durante el período renacentista italiano del siglo XV en Italia. El jugador pasa a controlar entonces a Ezio, quien se convierte en un Asesino luego de una traición a su familia.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Aventura, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "3.90GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e993d2e2f1",
    "name": "Assassin's Creed Brotherhood",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_brotherhood.webp",
    "description": "Assassin’s Creed: La Hermandad (Assassin’s Creed : Brotherhood) es un videojuego de acción/aventura de ficción histórica, desarrollado por Ubisoft Montreal. Es la secuela y segundo episodio de Assassin’s Creed II. Esta nueva entrega tiene de nuevo a Ezio Auditore de Florencia como protagonista. La historia continua se sitúa en 2012. Después de escapar del ataque de los Templarios al final de Assassin’s Creed II, Desmond Miles, Lucy Stillman, Rebecca Crane y Shaun Hastings huyen a Monteriggioni, estableciendo un nuevo escondite en las ruinas de la Villa Auditore. Después de restaurar la electricidad en los viejos túneles bajo la villa, el jugador una vez más toma el control de Ezio Auditore a través de la memoria genética de Desmond Miles usando el Animus 2.0 (que es la interfaz de memoria del juego). Su misión es encontrar el Fruto del Edén, un artefacto importante y misterioso que podría impedir el desastre inminente que está llegando en ese mismo año, que se cree fue perpetrado por los Templarios.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Aventura, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "3.80GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4a9b3d2e2f1",
    "name": "Assassin's Creed Revelations",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_revelations.webp",
    "description": "Assassin’s Creed: Revelations es un videojuego de acción/aventura de ficción histórica, desarrollado por Ubisoft. Es la secuela de Assassin’s Creed: Brotherhood y tercer episodio de Assassin’s Creed II. El juego interactúa con tres personajes: Altaïr Ibn-La’Ahad, Ezio Auditore da Firenze y Desmond Miles, durante el transcurso del juego. El juego comienza varios años después de Assassin’s Creed: Brotherhood en el papel de Ezio, ya varios días con Lucy muerta, Desmond Miles en coma y Rebecca, Shaun y el misterioso William M. tratando de reanimar a Desmond, mediante el Animus. Desmond para tratar de salvarse, explorará los últimos días de las vidas de Altaïr Ibn-La’Ahad y Ezio Auditore, para crear un nexo de sincronización. Ezio tratará de resolver los secretos del final de la vida de Altaïr, a través de una biblioteca en Masyaf, para ello deberá encontrar las llaves de la biblioteca en Constantinopla (actual Estambul) y Capadocia, mientras lucha contra los Templarios Bizantinos para detener una conspiración contra el Imperio Otomano con ayuda de los Asesinos. Altaïr intentará desentrañar todos los misterios del Fruto del Edén, mientras lucha por mantener el control de la orden de los Asesinos, con la persistente amenaza de un antiguo enemigo personal perteneciente a su misma orden: Abbas Sofian. El juego conectará la historia de los 3 Asesinos, y develará el papel de cada uno en esta historia, además develará algunos misterios de la Primera Civilización.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Aventura, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "4.75GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d2ecf1",
    "name": "Assassin's Creed III",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_3.webp",
    "description": "Assassin’s Creed III es un videojuego de acción-aventura de la franquicia Assassin’s Creed, desarrollado y distribuido por Ubisoft, lanzado el 30 de octubre de 2012. El juego está ambientado en la Revolución estadounidense y posee un nuevo protagonista, llamado Connor Ratohnhakéton Kenway, de ascendencia británica y mohawk.3 La historia abarcará 30 años de la vida de Connor, de 1756 hasta 1783. La historia se centra mayormente en la Revolución estadounidense, específicamente entre el año 1774 y 1782. En la guerra entre asesinos y templarios ha sido envuelta la Revolución estadounidense. Connor es atraído hacia la lucha contra la tiranía, cuando su pueblo es atacado por colonizadores. Las ciudades exploradas serán Boston y Nueva York, así como los alrededores fronterizos, llenos de bosques, pendientes, riscos, ríos, aldeas y asentamientos como Lexington y Concord. Se podrá tomar parte en actividades de cacería y aproximadamente un tercio de la historia tendrá lugar en la frontera. También toda la costa oriental será explorable mediante el uso de embarcaciones. A través de la historia del juego, Connor se reunirá con personajes históricos como, George Washington, Benjamin Franklin, Thomas Jefferson, Charles Lee, Israel Putnam, Paul Revere, el General Lafayette, John Pitcairn, William Prescott, Samuel Adams y Friedrich Wilhelm von Steuben.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Aventura, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "9.73GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-db0a-a1d5-b4e9b3d2e2f1",
    "name": "Assassin's Creed Liberation",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_liberation.webp",
    "description": "Assassin’s Creed Liberation HD este es un videojuego de acción y aventura de la saga Assassin’s Creed. Es un capítulo previo a la Guerra de la Independencia de los Estados Unidos. Juega Como Aveline, una asesina de ascendencia africana y francesa, deberás utilizar tu habilidad y tus armas, que incluyen un machete, una cerbatana con dardos envenenados, un látigo y unas pistolas de duelo, para eliminar a los enemigos. Es el año 1765, mientras en el norte se desarrollan los acontecimientos desencadenantes de la Guerra de la Independencia, el ejército español planea tomar el control de Luisiana, en el sur. Pero no cuentan con Aveline, la asesina que usará todas las armas y habilidades en su búsqueda de la libertad.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Aventura, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "1.97GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d2e2f1",
    "name": "Assassin's Creed IV: Black Flag",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_4.webp",
    "description": "Assassin’s Creed 4: Black Flag es un videojuego de acción y aventura de la saga Assassin’s Creed. Es la precuela de Assassin’s Creed III. Su temática gira en torno a la piratería en El Caribe en el siglo XVIII, en la llamada Edad de oro de la piratería. Está ambientado en 1715, en las islas de las Bahamas, Cuba y el sur de Florida, cuenta con tres ciudades principales: La Habana, Kingston, y Nassáu, que se encuentran bajo la influencia española, británica y pirata, respectivamente. Cuenta con otros 50 lugares «únicos» para explorar, con un balance de 60/40 entre tierra y exploración naval. El nuevo protagonista, Edward Kenway, padre de Haytham Kenway, padre de Connor, el protagonista de Assassin’s Creed III. Por lo tanto Edward, también es el abuelo de Connor, se describe como el azote de los mares, un hábil pirata y asesino al cual admira hasta el mismísimo Barbanegra. Assassin’s Creed IV: Black Flag ofrece una mayor sensación de «mundo abierto», con misiones similares a las encontradas en los anteriores Assassin’s Creed, pero con un menor número de restricciones para el jugador. El mundo se abre pronto en el juego, a diferencia de Assassin’s Creed III, que no daba a los jugadores la libertad para explorar hasta que el juego estaba bien entrado en el primer acto. El jugador se encontrará con selvas, fuertes, ruinas y pequeños pueblos y el mundo está construido para permitir a los jugadores mucha más libertad, tales como permitir a los jugadores a participar, abordar y capturar barcos que pasan y nadar a las playas cercanas de una forma transparente.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Aventura, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "6.93GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-e4e9b3d2e2f1",
    "name": "Assassin's Creed Chronicles Trilogy",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_chronicles.webp",
    "description": "Assassin’s Creed Chronicles Trilogy es un pack que incluye la trilogía completa de Assassin’s Creed Chronicles. Transportate a tres civilizaciones y épocas históricas diferentes controlando a sus respectivos Asesinos. El comienzo del colapso de la Dinastía Ming en China, la entrada en la guerra del Imperio Sij en la India, y las repercusiones de la revolución de Octubre Rojo en Rusia, Todos en una nueva y única perspectiva 2,5 D.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Aventura",
      "lang": "Español(Multilenguaje)",
      "size": "8.27GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9bfd2e2f1",
    "name": "Assassin's Creed Rogue",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_rogue.webp",
    "description": "Assassin’s Creed: Rogue es un videojuego de acción-aventura y sigilo de ficción histórica, desarrollado por Ubisoft Sofia y publicado por Ubisoft. Es la octava entrega de la saga Assassin’s Creed y su temática gira en torno a la Guerra de los Siete Años (1756-1763) en Norteamérica, incluyendo el Atlántico Norte, el valle del río Apalache y Nueva York. Está protagonizado por Shay Patrick Cormac, un Asesino traicionado por su hermandad que se une a los Templarios en busca de venganza, durante la Guerra de los Siete Años en el océano Atlántico. Es la secuela de Assassin’s Creed IV: Black Flag, con este juego termina la trilogía de la América Colonial. En el juego aparecen Haytham Kenway y Achilles de Assassin’s Creed III, Adéwalé de Assassin’s Creed IV: Black Flag y Charles Dorian , Arno Victor Dorian y Elise de la Serre de Assassin’s Creed: Unity. Cronológicamente, es la secuela de Assassin’s Creed IV: Black Flag; contiene además referencias a Assassin’s Creed III y Assassin’s Creed: Unity.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Aventura, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "5.89GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-420a-a1d5-b4e9b3d2e2f1",
    "name": "Assassin's Creed Unity",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_unity.webp",
    "description": "Assassin’s Creed: Unity es un videojuego de acción y ficción histórica perteneciente a la saga Assassin’s Creed como el onceavo videojuego salido para PC y el octavo en consolas. es el primer videojuego en ofrecer modo multijugador cooperativo en dichas consolas. En esta entrega el juego se ambienta durante la Revolución Francesa y el personaje principal es un asesino llamado Arno Dorian. La historia del juego comienza con el saqueo del Templo de París y la captura del Gran Maestro Templario Jacques de Molay en 1307. Durante el saqueo, de Molay le entrega a otro Templario una espada y un libro, que el Templario esconde dentro de una cripta francesa poco antes de ser asesinado por un Asesino. Se realiza la muerte de Molay en la hoguera, y su hace una maldición hacia el rey Felipe IV y el papa Clemente V.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Aventura, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "35.4GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c1f3-4b0a-a1d5-b4e9b3d2e2f1",
    "name": "Alekhine's Gun",
    "image": "https://atuksa-catalog.onrender.com/images/webp/alekhine_gun.webp",
    "description": "Alekhine’s Gun es un juego de sigilo en tercera persona ambientado en los años 60, justo en el cenit de la Guerra Fría. Ofrece una jugabilidad narrativa inspirada en el noir, con múltiples decisiones, escenarios abiertos y amplias posibilidades de cambiar el curso de la partida en función de nuestras estrategias. El juego nos sitúa en el apogeo de la guerra fría un momento de incertidumbre global y disturbios civiles, en el juego seremos el Agente Alekhine un talentoso y muy bien preparado asesino ruso quien es impulsado por una brújula moral que le lleva de cabeza en una operación secreta no autorizada por el país en el que se desempeñó anteriormente.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Sigilo",
      "lang": "Español(Multilenguaje)",
      "size": "3.57GB"
    },
    "price": 200
  },
  {
    "id": "23af4fdc-c0f3-4b0a-a1d5-b4e9b3d2e2f1",
    "name": "Grand Theft Auto V",
    "image": "https://atuksa-catalog.onrender.com/images/webp/gta_v.webp",
    "description": "Grand Theft Auto: V es una especie de secuela del cláisco GTA: San Andreas. Regresarás a la mítica ciudad de Los Santos para embarcarte en una aventura con tres protagonistas: Franklin, Michael y Trevor. Franklin es un gánster del gueto, Michael es un atracador de bancos y Trevor es un psicópata de la América Profunda. Grand Theft Auto V o GTA 5 es un videojuego de acción y aventura de mundo abierto (sandbox) desarrollado por Rockstar North y distribuido por Rockstar Games. Este ultimo quiso cambiar la jugabilidad de GTA V en comparación a las anteriores entregas. En esta ocasión la compañía combinó los movimientos fluidos del juego Red Dead Redemption, como por ejemplo correr o cubrirse, y los efectos del juego Max Payne 3 como el bullet time, para esa sensación de primera persona en un juego de tercera persona.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "61GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5a-c0f3-4b0a-a1d5-b4e9b3d2e2f1",
    "name": "Grand Theft Auto IV",
    "image": "https://atuksa-catalog.onrender.com/images/webp/gta_4.webp",
    "description": "Grand Theft Auto IV (abreviado comúnmente como GTA IV o GTA 4) es un videojuego de acción-aventura de mundo abierto desarrollado por Rockstar North. El videojuego, precedido por Grand Theft Auto: Vice City Stories, es el noveno título de la serie Grand Theft Auto y el primero de la misma en aparecer en las videoconsolas de séptima generación. La historia del juego discurre en Liberty City, una ciudad ficticia basada fuertemente en la ciudad moderna de Nueva York. El protagonista de la trama es Niko Bellic, un veterano de guerra de Europa del Este, que emigró a Estados Unidos en busca del sueño americano prometido por su primo, pero que rápidamente es arrastrado a un submundo criminal. Como en otras ediciones de la serie, el videojuego está compuesto de elementos de conducción y disparos en tercera persona, y posee un juego de mundo abierto que le da a los jugadores más control sobre su experiencia de juego. GTA IV es el primer juego de consola en la franquicia que tiene un modo multijugador en línea de manera nativa sin mods, y contiene quince tipos de juego.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "14.7GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4c9b3d2e2f1",
    "name": "Sleeping Dogs Definitive Edition",
    "image": "https://atuksa-catalog.onrender.com/images/webp/sleeping_dogs_definitive_edition.webp",
    "description": "Sleeping Dogs en su Definitive Edition es un juego de acción que ha conseguido varios premios y excelentes críticas, rediseñado y remasterizado para la nueva generación. Se incluyen todos los contenidos descargables anteriores y numerosas mejores visuales y técnicas. Hong Kong nunca te habrá parecido tan lleno de vida. Hong Kong es una vibrante ciudad de neón rebosante de vida. En sus exóticos escenarios y sus bulliciosas calles y mercados se esconde una de las organizaciones criminales más poderosas y temibles del mundo: las famosas tríadas. Controla a Wei Shen, un policía infiltrado que tiene que acabar con las tríadas desde dentro. Tendrás que demostrar tu valía luchando hasta llegar a lo más alto de la organización, participando en salvajes actividades criminales sin que descubran tu identidad. Destruye a tus rivales en brutales combates por medio de un sistema de artes marciales único. Controla las ruidosas calles de Hong Kong en emocionantes carreras de coches ilegales y utiliza armas explosivas para sembrar el caos. El Hong Kong de Sleeping Dogs es el patio de recreo perfecto.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Aventura, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "8.19GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-b429b3d2e2f1",
    "name": "Weird West",
    "image": "https://atuksa-catalog.onrender.com/images/webp/weird_west.webp",
    "description": "Weird West es un videojuego del género de rol y acción ambientado en un salvaje oeste alternativo. En este viejo oeste los agentes de la ley no solo combaten el crimen, también enfrentan criaturas demoniacas, sacadas de una historia de fantasía. De la mano de los cocreadores de Dishonored and Prey, juega este argumento con héroes atípicos convertidos en leyenda por las decisiones que vayas tomando en una tierra despiadada. Cada viaje es único y toma forma según las acciones realizadas. Forma tu propia banda o aventúrate en solitario a los sobrenaturales confines de Weird West.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Rol, Indie, Isométrico",
      "lang": "Español(Multilenguaje)",
      "size": "4.29GB"
    },
    "price": 200
  },
  {
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d2e4f1",
    "name": "The Witcher 3: Wild Hunt",
    "image": "https://atuksa-catalog.onrender.com/images/webp/the_witcher_3.webp",
    "description": "The Witcher 3: Wild Hunt es un videojuego de Rol/Rpg que se desarrolla en un mundo abierto de fantasía impresionantes paisajes, repleto de decisiones significativas y consecuencias trascendentales. Los jugadores toman el papel del brujo cazador de monstruos profesional Geralt de Rivia, el cual tiene la tarea de encontrar a la niña de la profecía en un inmenso mundo abierto repleto de ciudades de mercaderes, islas piratas, peligrosos pasos de montaña y cuevas olvidadas. Aniquila a tus enemigos de formas espantosas como cazador de monstruos profesional, armado con una gran variedad de armas que se pueden mejorar, pociones de mutación y magia de combate. Este mundo está creado para vivir aventuras interminables, el enorme mundo abierto de The Witcher establece un nuevo estándar en cuanto a tamaño, profundidad y complejidad.",
    "metadata": {
      "platform": "PC",
      "genre": "Acción, Rol, Aventura, Mundo Abierto",
      "lang": "Español(Multilenguaje)",
      "size": "44.5GB"
    },
    "price": 200
  }
]
