[
  {
    "code": 500,
    "description": "Watch Dogs es un título de acción y aventura de mundo abierto en tercera persona. El videojuego está ambientado en un futuro no muy lejano en Chicago, donde una red de computadoras conocida como el «ctOS», conecta a todo y a todos, incluyendo los datos e información privada de todos sus habitantes, incluso pudiendo así anticipar posibles crímenes. Watch_Dogs explora el impacto de la tecnología moderna en la sociedad. Usando la ciudad como arma, el protagonista se embarcará en una misión personal para administrar justicia por su propia mano. El juego consiste en el hackeo de varios dispositivos electrónicos como teléfonos celulares, cámaras y semáforos para lograr los objetivos de la misión.",
    "genres": ["action", "openWorld"],
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d2e2f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/watch_dogs.webp",
    "lang": ["spanishMulti"],
    "name": "Watch Dogs",
    "platform": "pc",
    "price": 80,
    "size": 16384
  },
  {
    "code": 501,
    "description": "Achilles: Legends Untold es un videojuego del género RPG y Acción del tipo «Like Dark Souls» que cuenta con un novedoso sistema de combates. Experimenta una nueva forma de jugar el género que llevó a juegos tipo «Diablo» a la cima. Ambientado en un mundo de fantasía oscura, el jugador podrá controlar a un temerario guerrero romano el cual podrá mejorar a medida que avanza en el juego. Gran variedad de enemigos, armas y objetos, cada uno con patrones de combate distintos. Explora un detallado mundo abierto en el que podrás aventurarte durante más de 20 horas.",
    "genres": ["action", "rol", "rpg", "fantasy", "isometric"],
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d2e2f2",
    "image": "https://atuksa-catalog.onrender.com/images/webp/achilles.webp",
    "lang": ["spanishMulti"],
    "name": "Achilles Legends Untold",
    "platform": "pc",
    "price": 84,
    "size": 17203.2
  },
  {
    "code": 502,
    "description": "Sons Of The Forest es un videojuego de acción y superviencia en mundo abierto con una perspectiva en primera persona y es la secuela del juego The Forest del 2018 desarrollado por Endnight Games Ltd. En esta nueva entrega el jugador es enviado a una isla habitada por peligrosos caníbales en la búsqueda de un multimillonario desaparecido. El jugador deberá construir refugios y luchar contra los peligros de la isla para sobrevivir, el juego se puede jugar en solitario o con amigos.",
    "genres": ["action", "openWorld", "survival", "terror"],
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d2e4f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/sons_of_the_forest.webp",
    "lang": ["spanishMulti"],
    "name": "Sons of the forest",
    "platform": "pc",
    "price": 42.45,
    "size": 8693.76
  },
  {
    "code": 503,
    "description": "Red Dead Redemption es un videojuego de acción y aventura en mundo abierto precuela del inmensamente popular Red Dead Redemption 2, durante muchos años exclusivo de las consolas de PS, pero el 29 de octubre de 2024 salió por primera vez su versión oficial para pc. El título se ambienta durante el declive de la frontera estadounidense en el año 1911, en el salvaje viejo oeste americano. Los jugadores seguirán la historia de John Marston, un ex forajido que, después de que su esposa e hijo sean tomados como rehenes por el gobierno en rescate por sus servicios como arma contratada, se dispone a llevar a tres miembros de su antigua pandilla ante la justicia. La narrativa explora temas del ciclo de violencia, masculinidad, redención y el Sueño Americano.",
    "genres": ["action", "adventure", "zomby", "openWorld"],
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d2e251",
    "image": "https://atuksa-catalog.onrender.com/images/webp/red_dead_redemption.webp",
    "lang": ["spanishMulti"],
    "name": "Red Dead Redemption",
    "platform": "pc",
    "price": 40.1,
    "size": 8212.48
  },
  {
    "code": 504,
    "description": "Mafia Definitive Edition, el tan esperado Remake del primer videojuego de la Serie «Mafia» por fin ve la luz. Mafia: The City of Lost Heaven del año 2002 a recibido una remasterización completa con increíbles gráficos y jugabilidad mejorada. El juego se ambienta en la ciudad ficticia de Lost Heaven (basada en Chicago) durante la década de 1930, la historia sigue el ascenso y la caída del taxista convertido en mafioso Tommy Angelo dentro de la familia criminal Salieri. Además del modo historia, los jugadores también pueden explorar la ciudad en un modo de mundo abierto, que incluye misiones secundarias y la capacidad de encontrar secretos. El remake trajo consigo varias mejoras a la historia y la jugabilidad del original, incluida una configuración reconstruida, una dinámica de misión mejorada, la introducción de motocicletas a la serie, nuevo elenco de voces y mucho más.",
    "genres": ["action", "openWorld"],
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d262f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/mafia_definitive_edition.webp",
    "lang": ["spanishMulti"],
    "name": "Mafia Definitive Edition",
    "platform": "pc",
    "price": 78,
    "size": 15974.4
  },
  {
    "code": 505,
    "description": "Assassin’s Creed nos narra la historia de un camarero en una época futura que observa asombrado como su vida da un giro brutal cuando es secuestrado por una multinacional para un peligroso experimento científico. En un mundo sumido en el caos un megalómano investigador desea dar con la solución para imponer el orden de forma autoritaria, y para lograrlo se decide a investigar el código genético de los seres humanos y los hechos que en éste llevamos escritos desde hace siglos. Es precisamente la “memoria genética” de este camarero la que trunca su vida, pues conserva ocultos en sus genes los recuerdos de un majestuoso miembro de El Credo de los Asesinos, el respetado Altair. Pero no era oro todo lo que relucía en la vida de este Señor de la Muerte del siglo XII, y es que tras tomar una decisión equivocada en una de sus misiones al principio del juego, es degradado al más bajo rango de esta elite de los asesinos. De este modo en el epílogo disfrutaremos de la totalidad de poderes, armas y movimientos especiales para, acto seguido, perderlos y deber recuperarlos poco a poco a lo largo de la aventura. Tenemos por tanto un juego dividido en dos partes claramente diferenciadas, la futurista y la medieval; ambas jugables y ambas protagonizadas por el mismo personaje aunque no por la misma persona. La moderna tecnología futurista del laboratorio permitirá que desde la camilla viajemos en un sofisticado interfaz al pasado, y de este modo y de forma episódica se va hilando una fascinante trama que corre en paralelo en diferentes épocas, pero que tiene más puntos en común de los que en principio podría parecer.",
    "genres": ["action", "adventure", "openWorld"],
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b7d2e2f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed.webp",
    "lang": ["spanishMulti"],
    "name": "Assassin's Creed",
    "platform": "pc",
    "price": 18.1,
    "size": 3706.88
  },
  {
    "code": 506,
    "description": "Assassin’s Creed II es un videojuego de acción-aventura de ficción histórica, desarrollado por Ubisoft Montreal como secuela de Assassin’s Creed. Esta segunda entrega está ambientada en el Renacimiento italiano, pensado originalmente como la segunda parte de una trilogía. Parte de la historia del juego ocurre en el siglo XXI, teniendo como protagonista a Desmond Miles quien intenta escapar de la corporación Abstergo con la ayuda de Lucy Stillman luego de haber sido forzado a revivir los recuerdos genéticos de su antepasado Altaïr ibn La-Ahad a través de la máquina conocida como «Animus», eventos ocurridos en el primer juego. Luego de escapar, Desmond se ve en la necesidad de acceder un dispositivo similar pero más avanzado (el Animus 2.0) para revivir las memorias de otro de sus antepasados, Ezio Auditore da Firenze, quien vivió durante el período renacentista italiano del siglo XV en Italia. El jugador pasa a controlar entonces a Ezio, quien se convierte en un Asesino luego de una traición a su familia.",
    "genres": ["action", "adventure", "openWorld"],
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d8e2f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_2.webp",
    "lang": ["spanishMulti"],
    "name": "Assassin's Creed II",
    "platform": "pc",
    "price": 19.5,
    "size": 3993.6
  },
  {
    "code": 507,
    "description": "Assassin’s Creed: La Hermandad (Assassin’s Creed : Brotherhood) es un videojuego de acción/aventura de ficción histórica, desarrollado por Ubisoft Montreal. Es la secuela y segundo episodio de Assassin’s Creed II. Esta nueva entrega tiene de nuevo a Ezio Auditore de Florencia como protagonista. La historia continua se sitúa en 2012. Después de escapar del ataque de los Templarios al final de Assassin’s Creed II, Desmond Miles, Lucy Stillman, Rebecca Crane y Shaun Hastings huyen a Monteriggioni, estableciendo un nuevo escondite en las ruinas de la Villa Auditore. Después de restaurar la electricidad en los viejos túneles bajo la villa, el jugador una vez más toma el control de Ezio Auditore a través de la memoria genética de Desmond Miles usando el Animus 2.0 (que es la interfaz de memoria del juego). Su misión es encontrar el Fruto del Edén, un artefacto importante y misterioso que podría impedir el desastre inminente que está llegando en ese mismo año, que se cree fue perpetrado por los Templarios.",
    "genres": ["action", "adventure", "openWorld"],
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e993d2e2f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_brotherhood.webp",
    "lang": ["spanishMulti"],
    "name": "Assassin's Creed Brotherhood",
    "platform": "pc",
    "price": 19,
    "size": 3891.2
  },
  {
    "code": 508,
    "description": "Assassin’s Creed: Revelations es un videojuego de acción/aventura de ficción histórica, desarrollado por Ubisoft. Es la secuela de Assassin’s Creed: Brotherhood y tercer episodio de Assassin’s Creed II. El juego interactúa con tres personajes: Altaïr Ibn-La’Ahad, Ezio Auditore da Firenze y Desmond Miles, durante el transcurso del juego. El juego comienza varios años después de Assassin’s Creed: Brotherhood en el papel de Ezio, ya varios días con Lucy muerta, Desmond Miles en coma y Rebecca, Shaun y el misterioso William M. tratando de reanimar a Desmond, mediante el Animus. Desmond para tratar de salvarse, explorará los últimos días de las vidas de Altaïr Ibn-La’Ahad y Ezio Auditore, para crear un nexo de sincronización. Ezio tratará de resolver los secretos del final de la vida de Altaïr, a través de una biblioteca en Masyaf, para ello deberá encontrar las llaves de la biblioteca en Constantinopla (actual Estambul) y Capadocia, mientras lucha contra los Templarios Bizantinos para detener una conspiración contra el Imperio Otomano con ayuda de los Asesinos. Altaïr intentará desentrañar todos los misterios del Fruto del Edén, mientras lucha por mantener el control de la orden de los Asesinos, con la persistente amenaza de un antiguo enemigo personal perteneciente a su misma orden: Abbas Sofian. El juego conectará la historia de los 3 Asesinos, y develará el papel de cada uno en esta historia, además develará algunos misterios de la Primera Civilización.",
    "genres": ["action", "adventure", "openWorld"],
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4a9b3d2e2f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_revelations.webp",
    "lang": ["spanishMulti"],
    "name": "Assassin's Creed Revelations",
    "platform": "pc",
    "price": 23.75,
    "size": 4864
  },
  {
    "code": 509,
    "description": "Assassin’s Creed III es un videojuego de acción-aventura de la franquicia Assassin’s Creed, desarrollado y distribuido por Ubisoft, lanzado el 30 de octubre de 2012. El juego está ambientado en la Revolución estadounidense y posee un nuevo protagonista, llamado Connor Ratohnhakéton Kenway, de ascendencia británica y mohawk.3 La historia abarcará 30 años de la vida de Connor, de 1756 hasta 1783. La historia se centra mayormente en la Revolución estadounidense, específicamente entre el año 1774 y 1782. En la guerra entre asesinos y templarios ha sido envuelta la Revolución estadounidense. Connor es atraído hacia la lucha contra la tiranía, cuando su pueblo es atacado por colonizadores. Las ciudades exploradas serán Boston y Nueva York, así como los alrededores fronterizos, llenos de bosques, pendientes, riscos, ríos, aldeas y asentamientos como Lexington y Concord. Se podrá tomar parte en actividades de cacería y aproximadamente un tercio de la historia tendrá lugar en la frontera. También toda la costa oriental será explorable mediante el uso de embarcaciones. A través de la historia del juego, Connor se reunirá con personajes históricos como, George Washington, Benjamin Franklin, Thomas Jefferson, Charles Lee, Israel Putnam, Paul Revere, el General Lafayette, John Pitcairn, William Prescott, Samuel Adams y Friedrich Wilhelm von Steuben.",
    "genres": ["action", "adventure", "openWorld"],
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9b3d2ecf1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_3.webp",
    "lang": ["spanishMulti"],
    "name": "Assassin's Creed III",
    "platform": "pc",
    "price": 48.65,
    "size": 9963.52
  },
  {
    "code": 510,
    "description": "Assassin’s Creed Liberation HD este es un videojuego de acción y aventura de la saga Assassin’s Creed. Es un capítulo previo a la Guerra de la Independencia de los Estados Unidos. Juega Como Aveline, una asesina de ascendencia africana y francesa, deberás utilizar tu habilidad y tus armas, que incluyen un machete, una cerbatana con dardos envenenados, un látigo y unas pistolas de duelo, para eliminar a los enemigos. Es el año 1765, mientras en el norte se desarrollan los acontecimientos desencadenantes de la Guerra de la Independencia, el ejército español planea tomar el control de Luisiana, en el sur. Pero no cuentan con Aveline, la asesina que usará todas las armas y habilidades en su búsqueda de la libertad.",
    "genres": ["action", "adventure", "openWorld"],
    "id": "23af4f5c-c0f3-db0a-a1d5-b4e9b3d2e2f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_liberation.webp",
    "lang": ["spanishMulti"],
    "name": "Assassin's Creed Liberation",
    "platform": "pc",
    "price": 9.85,
    "size": 2017.28
  },
  {
    "code": 511,
    "description": "Assassin’s Creed 4: Black Flag es un videojuego de acción y aventura de la saga Assassin’s Creed. Es la precuela de Assassin’s Creed III. Su temática gira en torno a la piratería en El Caribe en el siglo XVIII, en la llamada Edad de oro de la piratería. Está ambientado en 1715, en las islas de las Bahamas, Cuba y el sur de Florida, cuenta con tres ciudades principales: La Habana, Kingston, y Nassáu, que se encuentran bajo la influencia española, británica y pirata, respectivamente. Cuenta con otros 50 lugares «únicos» para explorar, con un balance de 60/40 entre tierra y exploración naval. El nuevo protagonista, Edward Kenway, padre de Haytham Kenway, padre de Connor, el protagonista de Assassin’s Creed III. Por lo tanto Edward, también es el abuelo de Connor, se describe como el azote de los mares, un hábil pirata y asesino al cual admira hasta el mismísimo Barbanegra. Assassin’s Creed IV: Black Flag ofrece una mayor sensación de «mundo abierto», con misiones similares a las encontradas en los anteriores Assassin’s Creed, pero con un menor número de restricciones para el jugador. El mundo se abre pronto en el juego, a diferencia de Assassin’s Creed III, que no daba a los jugadores la libertad para explorar hasta que el juego estaba bien entrado en el primer acto. El jugador se encontrará con selvas, fuertes, ruinas y pequeños pueblos y el mundo está construido para permitir a los jugadores mucha más libertad, tales como permitir a los jugadores a participar, abordar y capturar barcos que pasan y nadar a las playas cercanas de una forma transparente.",
    "genres": ["action", "adventure", "openWorld"],
    "id": "23af485c-c0f3-4b0a-a1d5-b4e9b3d2e2f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_4.webp",
    "lang": ["spanishMulti"],
    "name": "Assassin's Creed IV: Black Flag",
    "platform": "pc",
    "price": 34.65,
    "size": 7096.32
  },
  {
    "code": 512,
    "description": "Assassin’s Creed Chronicles Trilogy es un pack que incluye la trilogía completa de Assassin’s Creed Chronicles. Transportate a tres civilizaciones y épocas históricas diferentes controlando a sus respectivos Asesinos. El comienzo del colapso de la Dinastía Ming en China, la entrada en la guerra del Imperio Sij en la India, y las repercusiones de la revolución de Octubre Rojo en Rusia, Todos en una nueva y única perspectiva 2,5 D.",
    "genres": ["action", "adventure"],
    "id": "23af4f5c-c0f3-4b0a-a1d5-e4e9b3d2e2f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_chronicles.webp",
    "lang": ["spanishMulti"],
    "name": "Assassin's Creed Chronicles Trilogy",
    "platform": "pc",
    "price": 41.35,
    "size": 8468.48
  },
  {
    "code": 513,
    "description": "Assassin’s Creed: Rogue es un videojuego de acción-aventura y sigilo de ficción histórica, desarrollado por Ubisoft Sofia y publicado por Ubisoft. Es la octava entrega de la saga Assassin’s Creed y su temática gira en torno a la Guerra de los Siete Años (1756-1763) en Norteamérica, incluyendo el Atlántico Norte, el valle del río Apalache y Nueva York. Está protagonizado por Shay Patrick Cormac, un Asesino traicionado por su hermandad que se une a los Templarios en busca de venganza, durante la Guerra de los Siete Años en el océano Atlántico. Es la secuela de Assassin’s Creed IV: Black Flag, con este juego termina la trilogía de la América Colonial. En el juego aparecen Haytham Kenway y Achilles de Assassin’s Creed III, Adéwalé de Assassin’s Creed IV: Black Flag y Charles Dorian , Arno Victor Dorian y Elise de la Serre de Assassin’s Creed: Unity. Cronológicamente, es la secuela de Assassin’s Creed IV: Black Flag; contiene además referencias a Assassin’s Creed III y Assassin’s Creed: Unity.",
    "genres": ["action", "adventure", "openWorld"],
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4e9bfd2e2f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_rogue.webp",
    "lang": ["spanishMulti"],
    "name": "Assassin's Creed Rogue",
    "platform": "pc",
    "price": 29.45,
    "size": 6031.36
  },
  {
    "code": 514,
    "description": "Assassin’s Creed: Unity es un videojuego de acción y ficción histórica perteneciente a la saga Assassin’s Creed como el onceavo videojuego salido para pc y el octavo en consolas. es el primer videojuego en ofrecer modo multijugador cooperativo en dichas consolas. En esta entrega el juego se ambienta durante la Revolución Francesa y el personaje principal es un asesino llamado Arno Dorian. La historia del juego comienza con el saqueo del Templo de París y la captura del Gran Maestro Templario Jacques de Molay en 1307. Durante el saqueo, de Molay le entrega a otro Templario una espada y un libro, que el Templario esconde dentro de una cripta francesa poco antes de ser asesinado por un Asesino. Se realiza la muerte de Molay en la hoguera, y su hace una maldición hacia el rey Felipe IV y el papa Clemente V.",
    "genres": ["action", "adventure", "openWorld"],
    "id": "23af4f5c-c0f3-420a-a1d5-b4e9b3d2e2f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassin_creed_unity.webp",
    "lang": ["spanishMulti"],
    "name": "Assassin's Creed Unity",
    "platform": "pc",
    "price": 177,
    "size": 36249.6
  },
  {
    "code": 515,
    "description": "Alekhine’s Gun es un juego de sigilo en tercera persona ambientado en los años 60, justo en el cenit de la Guerra Fría. Ofrece una jugabilidad narrativa inspirada en el noir, con múltiples decisiones, escenarios abiertos y amplias posibilidades de cambiar el curso de la partida en función de nuestras estrategias. El juego nos sitúa en el apogeo de la guerra fría un momento de incertidumbre global y disturbios civiles, en el juego seremos el Agente Alekhine un talentoso y muy bien preparado asesino ruso quien es impulsado por una brújula moral que le lleva de cabeza en una operación secreta no autorizada por el país en el que se desempeñó anteriormente.",
    "genres": ["action", "stealth"],
    "id": "23af4f5c-c1f3-4b0a-a1d5-b4e9b3d2e2f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/alekhine_gun.webp",
    "lang": ["spanishMulti"],
    "name": "Alekhine's Gun",
    "platform": "pc",
    "price": 17.85,
    "size": 3655.68
  },
  {
    "code": 516,
    "description": "Grand Theft Auto: V es una especie de secuela del cláisco GTA: San Andreas. Regresarás a la mítica ciudad de Los Santos para embarcarte en una aventura con tres protagonistas: Franklin, Michael y Trevor. Franklin es un gánster del gueto, Michael es un atracador de bancos y Trevor es un psicópata de la América Profunda. Grand Theft Auto V o GTA 5 es un videojuego de acción y aventura de mundo abierto (sandbox) desarrollado por Rockstar North y distribuido por Rockstar Games. Este ultimo quiso cambiar la jugabilidad de GTA V en comparación a las anteriores entregas. En esta ocasión la compañía combinó los movimientos fluidos del juego Red Dead Redemption, como por ejemplo correr o cubrirse, y los efectos del juego Max Payne 3 como el bullet time, para esa sensación de primera persona en un juego de tercera persona.",
    "genres": ["action", "openWorld"],
    "id": "23af4fdc-c0f3-4b0a-a1d5-b4e9b3d2e2f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/gta_v.webp",
    "lang": ["spanishMulti"],
    "name": "Grand Theft Auto V",
    "platform": "pc",
    "price": 305,
    "size": 62464
  },
  {
    "code": 517,
    "description": "Grand Theft Auto IV (abreviado comúnmente como GTA IV o GTA 4) es un videojuego de acción-aventura de mundo abierto desarrollado por Rockstar North. El videojuego, precedido por Grand Theft Auto: Vice City Stories, es el noveno título de la serie Grand Theft Auto y el primero de la misma en aparecer en las videoconsolas de séptima generación. La historia del juego discurre en Liberty City, una ciudad ficticia basada fuertemente en la ciudad moderna de Nueva York. El protagonista de la trama es Niko Bellic, un veterano de guerra de Europa del Este, que emigró a Estados Unidos en busca del sueño americano prometido por su primo, pero que rápidamente es arrastrado a un submundo criminal. Como en otras ediciones de la serie, el videojuego está compuesto de elementos de conducción y disparos en tercera persona, y posee un juego de mundo abierto que le da a los jugadores más control sobre su experiencia de juego. GTA IV es el primer juego de consola en la franquicia que tiene un modo multijugador en línea de manera nativa sin mods, y contiene quince tipos de juego.",
    "genres": ["action", "openWorld"],
    "id": "23af4f5a-c0f3-4b0a-a1d5-b4e9b3d2e2f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/gta_4.webp",
    "lang": ["spanishMulti"],
    "name": "Grand Theft Auto IV",
    "platform": "pc",
    "price": 73.5,
    "size": 15052.8
  },
  {
    "code": 518,
    "description": "Sleeping Dogs en su Definitive Edition es un juego de acción que ha conseguido varios premios y excelentes críticas, rediseñado y remasterizado para la nueva generación. Se incluyen todos los contenidos descargables anteriores y numerosas mejores visuales y técnicas. Hong Kong nunca te habrá parecido tan lleno de vida. Hong Kong es una vibrante ciudad de neón rebosante de vida. En sus exóticos escenarios y sus bulliciosas calles y mercados se esconde una de las organizaciones criminales más poderosas y temibles del mundo: las famosas tríadas. Controla a Wei Shen, un policía infiltrado que tiene que acabar con las tríadas desde dentro. Tendrás que demostrar tu valía luchando hasta llegar a lo más alto de la organización, participando en salvajes actividades criminales sin que descubran tu identidad. Destruye a tus rivales en brutales combates por medio de un sistema de artes marciales único. Controla las ruidosas calles de Hong Kong en emocionantes carreras de coches ilegales y utiliza armas explosivas para sembrar el caos. El Hong Kong de Sleeping Dogs es el patio de recreo perfecto.",
    "genres": ["action", "adventure", "openWorld"],
    "id": "23af4f5c-c0f3-4b0a-a1d5-b4c9b3d2e2f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/sleeping_dogs_definitive_edition.webp",
    "lang": ["spanishMulti"],
    "name": "Sleeping Dogs Definitive Edition",
    "platform": "pc",
    "price": 40.95,
    "size": 8386.56
  },
  {
    "code": 519,
    "description": "Weird West es un videojuego del género de rol y acción ambientado en un salvaje oeste alternativo. En este viejo oeste los agentes de la ley no solo combaten el crimen, también enfrentan criaturas demoniacas, sacadas de una historia de fantasía. De la mano de los cocreadores de Dishonored and Prey, juega este argumento con héroes atípicos convertidos en leyenda por las decisiones que vayas tomando en una tierra despiadada. Cada viaje es único y toma forma según las acciones realizadas. Forma tu propia banda o aventúrate en solitario a los sobrenaturales confines de Weird West.",
    "genres": ["action", "rol", "indie", "isometric"],
    "id": "23af4f5c-c0f3-4b0a-a1d5-b429b3d2e2f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/weird_west.webp",
    "lang": ["spanishMulti"],
    "name": "Weird West",
    "platform": "pc",
    "price": 21.45,
    "size": 4392.96
  },
  {
    "code": 520,
    "description": "The Witcher 3: Wild Hunt es un videojuego de Rol/Rpg que se desarrolla en un mundo abierto de fantasía impresionantes paisajes, repleto de decisiones significativas y consecuencias trascendentales. Los jugadores toman el papel del brujo cazador de monstruos profesional Geralt de Rivia, el cual tiene la tarea de encontrar a la niña de la profecía en un inmenso mundo abierto repleto de ciudades de mercaderes, islas piratas, peligrosos pasos de montaña y cuevas olvidadas. Aniquila a tus enemigos de formas espantosas como cazador de monstruos profesional, armado con una gran variedad de armas que se pueden mejorar, pociones de mutación y magia de combate. Este mundo está creado para vivir aventuras interminables, el enorme mundo abierto de The Witcher establece un nuevo estándar en cuanto a tamaño, profundidad y complejidad.",
    "genres": ["action", "rol", "adventure", "openWorld"],
    "id": "23af4f5c-c0f3-4b0a-a6d5-b4e9b3d2e4f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/the_witcher_3.webp",
    "lang": ["spanishMulti"],
    "name": "The Witcher 3: Wild Hunt",
    "platform": "pc",
    "price": 222.5,
    "size": 45568
  },
  {
    "code": 521,
    "description": "Hitman: Absolution es un videojuego de la serie Hitman. La historia del juego se separa de la agencia que le otorga misiones por un argumento que profundiza más en la vida del Agente 47 siendo en ésta entrega algo más personal. Como consecuencia de Hitman: Blood Money, Diana Burnwood, controladora del Agente 47 con la Agencia Internacional de Contratos, de repente se convierte en traidora, llevando a cabo un sabotaje catastrófico que incluye exponer públicamente a la Agencia. La Agencia se reforma bajo las órdenes del agente Benjamin Travis; Travis le asigna a 47 matar a Diana y traer a Victoria, una adolescente a su cargo, a la Agencia. Disparando e hiriendo a Diana en su casa en Chicago, 47, en lugar de ejecutarla, consuela a la aparentemente moribunda Diana, que le da una carta y le pide que mantenga a Victoria a salvo de la Agencia.",
    "genres": ["tps", "action", "stealth"],
    "id": "a491b1b1-03fe-45bc-a9a9-9d0d374b2a7e",
    "image": "https://atuksa-catalog.onrender.com/images/webp/hitman_absolution_professional_edition.webp",
    "lang": ["spanishMulti"],
    "name": "Hitman: Absolution Professional Edition",
    "platform": "pc",
    "price": 64,
    "size": 13107.2
  },
  {
    "code": 522,
    "description": "Mafia II es un videojuego de acción en tercera persona desarrollado por 2K Czech, filial de 2K Games. Es la continuación de la primera parte Mafia: The City of Lost Heaven, aunque no posee continuidad directa con la línea argumentativa de esta. Mafia 2 se desarrolla a finales de los 1940 y principios de 1950, en una ciudad ficticia llamada Empire Bay y está fielmente inspirada en San Francisco, Chicago y Nueva York. El protagonista es Vito Scaletta, un joven siciliano hijo de padres inmigrantes de Sicilia que vuelve a casa tras su involuntario paso por la guerra por cometer un delito. Al llegar a Empire Bay, Joe Barbaro, su amigo de infancia le recibe, y comienza a introducirle en los peligrosos circuitos de la mafia. Desde una oscura habitación, Vito Scaletta cuenta sus orígenes. Nacido en Sicilia en 1925, la familia de Vito era pobre y emigró a los Estados Unidos cuando él solo tenía ocho años. En 1932 llegaban a Empire Bay dispuestos a empezar una nueva vida, pero al llegar solo se encontraron con más pobreza. El padre de Vito comenzó a trabajar en los muelles, ganando un sueldo miserable y cayendo en el alcoholismo. Ya en su juventud, Vito y su mejor amigo Joe Barbaro se dedicaban a cometer pequeños delitos. En 1943, Vito es arrestado después de reventar el escaparate de una joyería. El ejército estadounidense necesitaba jóvenes que hablasen italiano de modo que le ofrecieron dos opciones: luchar en la Segunda Guerra Mundial o ir la cárcel, así que Vito escogió la primera opción.",
    "genres": ["tps", "action", "sandbox"],
    "id": "b2fe5839-b29e-4f53-92e0-0c2e2826c95e",
    "image": "https://atuksa-catalog.onrender.com/images/webp/mafia_2_gold_edition.webp",
    "lang": ["spanishMulti"],
    "name": "Mafia 2: Gold Edition",
    "platform": "pc",
    "price": 40.05,
    "size": 8202.24
  },
  {
    "code": 523,
    "description": "Minecraft es un videojuego independiente de construcción, de tipo «mundo abierto» o sandbox, funciona en ordenadores compatibles con Java. También existen versiones para Android e iOS, y recientemente ha sido lanzada la versión para Xbox 360. Se han publicado diversas actualizaciones para todas las versiones desde entonces. Minecraft se basa en la construcción en un entorno tridimensional formado por cubos y generado aleatoriamente. El modo de juego Creative así como el modo Classic en una de sus versiones alfa se centra enteramente en este aspecto, con un número ilimitado de recursos. El modo Survival introduce un elemento de supervivencia: el jugador posee una barra de vida, existen monstruos que pueden atacarle, los recursos han de ser recolectados, etc. Ambos modos pueden jugarse en solitario o en multijugador en servidores creados por los jugadores. Minecraft está basado en juegos como Dwarf Fortress, Dungeon Keeper e Infiniminer. Desde el lanzamiento de sus versiones preliminares, Minecraft tuvo una gran acogida. En junio de 2009, Persson anunció que comenzaría a comercializar el juego. En enero de 2010 se alcanzó el millón de copias vendidas. Actualmente, el juego ha vendido más de 7 millones de copias en su versión para PC.",
    "genres": ["construction", "survival", "openWorld"],
    "id": "50edb09a-481b-4a54-91de-419f54c73a00",
    "image": "https://atuksa-catalog.onrender.com/images/webp/minecraft.webp",
    "lang": ["spanishMulti"],
    "name": "MineCraft",
    "platform": "pc",
    "price": 5.35,
    "size": 1095.68
  },
  {
    "code": 524,
    "description": "Mirror’s Edge es un videojuego de acción y aventura en primera persona que se desarrolla en una ciudad conformista en la cual la comunicación está fuertemente controlada por un régimen dictatorial, por lo que una red de corredores, entre ellos el personaje principal llamada Faith, transmiten mensajes mientras eluden la vigilancia de las instituciones gubernamentales. En su estilo tridimensional como videojuego de plataforma, el jugador controla a Faith a través de techos, paredes, conductos de ventilación y otros escenarios urbanos, superando los obstáculos usando movimientos inspirados en el parkour.",
    "genres": ["action", "adventure"],
    "id": "3604f3ea-7076-4505-ab75-b41b88d59fd4",
    "image": "https://atuksa-catalog.onrender.com/images/webp/mirrors_edge.webp",
    "lang": ["spanishMulti"],
    "name": "Mirror’s Edge",
    "platform": "pc",
    "price": 21.8,
    "size": 4464.64
  },
  {
    "code": 525,
    "description": "Need For Speed: Underground 2 (NFSU2) es un videojuego de carreras publicado y desarrollado por Electronic Arts. Lanzado en 2004, es la secuela de Need for Speed: Underground. La historia se basa en el tuneo de coches para las carreras callejeras. El juego proporciona nuevas características, como una mayor personalización de los vehículos, el modo «libre» (donde conduces el coche de manera libre por el mapa, así como en Midnight Club), en una ciudad conocida como «Bayview», ciudad que posee parecidos con las ciudades de Los Ángeles, San Francisco, Vancouver y Las Vegas, Filadelfia. Este juego también permite la inclusión de los SUV, que pueden ser personalizados de forma extensiva como los demás vehículos y son usados en carreras contra otros vehículos de este tipo. Brooke Burke hace la voz de Rachel Teller, la persona que te guía a lo largo de la historia. Underground tiene muy buenos gráficos y el jugador puede elegir entre una de los tonos musicales y reproducirlo y escucharlo y ofrece opciones para aplicar esa música en las carreras o en el menú principal, o simplemente en todos los modos así se escucha en el menú principal y en las carreras.",
    "genres": ["driving", "simulation", "racing"],
    "id": "db327497-c8ad-49f0-8bb3-2b1f63b206e8",
    "image": "https://atuksa-catalog.onrender.com/images/webp/need_for_speed_underground_2.webp",
    "lang": ["spanishMulti"],
    "name": "Need For Speed Underground 2",
    "platform": "pc",
    "price": 6.25,
    "size": 1280
  },
  {
    "code": 526,
    "description": "Skelethrone: The Chronicles of Ericona es un videojuego del género metroidvania que se inspira en recientes éxitos de este género como Blasphemous y también en Castlevania y Dark Souls. El videojuego cuenta con una ambientación gótica popular en este tipo de juegos. El jugador podrá enfrentar a jefes desafiantes y niveles repletos de puzles y plataformas. Toma el rol de Derek Ericona, un lord destinado a la muerte por traición, que la evitó en favor de un destino más sombrío. Te esperan Monstruos sedientos de sangre, criaturas divinas y épicas batallas contra jefes finales. La historia del juego está marcada por decisiones que definirán tu viaje.",
    "genres": ["action", "adventure", "rol", "metroidvania", "2d"],
    "id": "0f7ae4e1-b600-46de-895a-7c184be92667",
    "image": "https://atuksa-catalog.onrender.com/images/webp/skelethrone_the_chronicles_of_ericona.webp",
    "lang": ["spanish", "english", "french", "deutch", "portugues"],
    "name": "Skelethrone: The Chronicles of Ericona",
    "platform": "pc",
    "price": 5.05,
    "size": 1034.24
  },
  {
    "code": 527,
    "description": "Super Cow es un juego con una historia singular y muy sencillo en cuanto a planteamiento y jugabilidad. Eso sí, en el apartado técnico este juego es sobresaliente. La historia de Super Cow nos lleva a una imaginaria historia en la que un malvado científico ha escapado de su reclusión y no sólo eso, sino que ha clonado a todos los amigos de Super Cow para que obedezcan sus órdenes. Es hora de parar los pies al malvado profesor Duriarti. Una vez conocida la historia, comenzarás un juego de plataformas al estilo más clásico ya que Super Cow cuenta con desplazamiento lateral, y además, ofrece un sencillo esquema de control: cursores y barra espaciadora será lo único necesario para superar todos los obstáculos del juego. Sin embargo, esta sencillez en jugabilidad e historia no inspira al apartado gráfico que está realizado de forma detallista, con un gran colorido en los escenarios y con impresionantes animaciones para todos los personajes.",
    "genres": ["platform"],
    "id": "c4e63d04-4375-4928-8b8d-fb06de784c03",
    "image": "https://atuksa-catalog.onrender.com/images/webp/super_cow.webp",
    "lang": ["spanish"],
    "name": "Super Cow",
    "platform": "pc",
    "price": 155,
    "size": 31744
  },
  {
    "code": 528,
    "description": "Thea: The Awakening es un juego del genero de supervivencia, rol y estrategia que lleva al jugador hacia una propuesta inspirada en el folclore y la mitología eslava y ubicado en un mundo oscuro y posapocalíptico de fantasía. Los jugadores experimentaran un juego tradicional de estrategia por turnos con la tensión y la arena de un juego de supervivencia con muchas opciones para hacer frente a los desafíos con los que se encuentren.",
    "genres": ["strategy", "rol", "survival"],
    "id": "7ab10d40-92ba-4da6-b7d4-4f6a4e5b3e35",
    "image": "https://atuksa-catalog.onrender.com/images/webp/thea_the_awakening.webp",
    "lang": ["spanishMulti"],
    "name": "Thea: The Awakening",
    "platform": "pc",
    "price": 4035,
    "size": 826368
  },
  {
    "code": 529,
    "description": "«No elegimos nuestra familia ni a nuestros vecinos… ¿el tuyo te hace la vida imposible? ¡Convierte su vida en un infierno! Este es el principio del programa de TV de reality show en el que Paco participa. Un juego con un tema muy original cuyo objetivo consiste en gastarle malas pasadas a tu vecino. Encarna a este pequeño personaje con gestos para partirse de risa y sé hábil y astuto para no dejarte atrapar mientras buscas en su cómoda, armario, papeleras… para encontrar cualquier objeto que te permita tenderle una trampa. Sencillo y eficaz, Un Vecino Infernal, es un juego lleno de humor y muy adictivo. Sumérgete en este ambiente delirante y utiliza todo tu ingenio para salir de las peores situaciones».",
    "genres": ["adventure", "humor", "pointAndClick", "puzzle"],
    "id": "a5315fad-8b39-4dfe-a653-4f2552ab94c2",
    "image": "https://atuksa-catalog.onrender.com/images/webp/un_vecino_infernal.webp",
    "lang": ["spanish"],
    "name": "Un Vecino Infernal",
    "platform": "pc",
    "price": 535,
    "size": 109568
  },
  {
    "code": 530,
    "description": "«¡Vuelve Paco con más diversión! Cansado de caer en tantas trampas, el desagradable y antipático vecino decide tomarse unas vacaciones para huir de tanto estrés… ¡Nada más lejos de la realidad! Lo que el vecino sabe es que Paco no está de vacaciones y que lo seguirá allí donde vaya para hacerle la vida imposible… y de paso subir algunos puntos los índices de audiencia. ¡Pero cuidado! El vecino va acompañado de su «cariñosa madre» y si te atrapa te dará una golpiza. Tampoco puedes dejar de lado a los nuevos personajes… pueden ayudarte a fastidiar al vecino pero también se las verán contigo si consiguen atraparte».",
    "genres": ["adventure", "humor", "pointAndClick", "puzzle"],
    "id": "331e97f1-b224-40cf-a586-7b8496e4f889",
    "image": "https://atuksa-catalog.onrender.com/images/webp/un_vecino_infernal_2.webp",
    "lang": ["spanish"],
    "name": "Un Vecino Infernal 2",
    "platform": "pc",
    "price": 1060,
    "size": 217088
  },
  {
    "code": 531,
    "description": "WarCraft III es un videojuego de estrategia en tiempo real creado por Blizzard Entertainment y es la tercera parte de la serie Warcraft. Además de continuar la historia del mundo épico medieval de Warcraft se distingue de sus predecesores por incorporar dos importantes cambios: el paso a los gráficos 3D y la aparición de dos nuevas razas. Warcraft III es uno de los juegos de estrategia más laureados por la comunidad de videojugadores. El juego consiste básicamente en administrar los recursos disponibles (Oro, Madera y sustento) para producir unidades militares y desarrollar un ejército que dirigir en contra de los oponentes hasta destruir todos sus edificios. El juego provee varias estrategias de ataque o defensa, y se ejecutan las tácticas de combate y producción a partir de cuatro diferentes tipos de civilizaciones, llamadas razas, que protagonizan el juego: humanos, orcos, elfos nocturnos y muertos vivientes. Cada una de estas razas es comandada a su vez por tres clases de héroes que encabezan y apoyan significativamente las batallas ante sus adversarios. Uno de los elementos innovadores del juego son estas unidades tipo héroe, capaces de crecer considerablemente en poder y tomar ítems distribuidos en los escenarios. The Frozen Throne es la expansión oficial de Warcraft 3 que cuenta con una nueva campaña y nuevas unidades para cada raza.",
    "genres": ["realTimeStrategy"],
    "id": "36387654-f97b-46f8-9210-e86e640090b5",
    "image": "https://atuksa-catalog.onrender.com/images/webp/warcraft_iii_complete_edition.webp",
    "lang": ["spanish", "english", "french", "italian", "deutch"],
    "name": "WarCraft III: Complete Edition",
    "platform": "pc",
    "price": 17.45,
    "size": 3573.76
  },
  {
    "code": 532,
    "description": "Dragon Age II es un videojuego de rol creado por BioWare, secuela de Dragon Age: Origins, En el mismo mundo mítico introducido en Dragon Age: Origins, el jugador asume el papel de Hawke, un humano (mago, guerrero o picaro) que llega a la ciudad de Kirkwall como un humilde refugiado, y que finalmente recibirá el título de «Campeón» dentro de una década turbulenta llena de conflictos políticos y sociales. Ambientada en el mundo mítico de Thedas, Dragon Age II cuenta la historia de Hawke, un humano que huyó de su nación natal, Ferelden, paralelamente a los hechos desarrollados en Dragon Age: Origins. Tras cruzar el Mar del Despertar, el protagonista llegó a una de las ciudades más importantes de las Marcas Libres: Kirkwall. En el lapso de una década, Hawke fue aumentando su poder e influencias, lo que le convirtió en el legendario «Campeón de Kirkwall» y le llevó a ser una de las figuras más representativas de la ciudad. Dragon Age II se centra en el ascenso del Hawke al poder y desarrolla la trama con un estilo de narrativa enmarcada.",
    "genres": ["action", "adventure", "rol"],
    "id": "4d250190-cc0f-4c44-a3ef-803e96194fe8",
    "image": "https://atuksa-catalog.onrender.com/images/webp/dragon_age_2_ultimate_edition.webp",
    "lang": ["spanish", "english", "french", "italian", "deutch"],
    "name": "Dragon Age 2 Ultimate Edition",
    "platform": "pc",
    "price": 41.95,
    "size": 8591.36
  },
  {
    "code": 533,
    "description": "Dragon Ball Xenoverse es un videojuego de lucha perteneciente a la franquicia Dragon Ball. es el primer videojuego oficial de Dragon Ball para PC. Las características principales parecen ser similares a las de la saga Budokai Tenkaichi, con algunas modificaciones. La cámara se sitúa un poco detrás del personaje, y el entorno, el cual es tridimensional, permiten un desplazamiento de gran libertad. Una característica exclusiva de esta entrega son las expresiones faciales del personaje, que cambian según la acción que esté realizando nuestro personaje. Al igual que en anteriores videojuegos, podremos transformarnos durante la batalla e incluso combatir debajo del agua. El videojuego también posee excelentes gráficos, los cuales son tridimensionales y con un buen efecto de sombras. Además, una nueva mecánica introducida es que se nos permitirá cancelar ataques, y, por si fuera poco, se menciona que habrá una gran variedad de ataques especiales. En agosto del 2014, tras muchos meses de espera, se dio a conocer que, durante el Modo Historia, tendremos que crear a nuestro propio personaje con un nuevo editor personalizado. Algo que solo se ha visto en muy pocos juegos y les ha encantado a los fanáticos es la capacidad de que las mujeres se puedan transformar en una Super Saiyajin, lo cual está introducido en este videojuego. La historia inicia en la Ciudad Toki Toki, en donde nos encontraremos cara a cara con Trunks del Futuro. Allí debemos crear a nuestro propio personaje, y cuando ya finalicemos todos los cambios, Trunks, el líder de la patrulla temporal, nos reclutará para combatir. ",
    "genres": ["fighting", "action", "anime"],
    "id": "e8a32a8a-8c8e-4056-8732-c47cee8ebc97",
    "image": "https://atuksa-catalog.onrender.com/images/webp/dragon_ball_xenoverse.webp",
    "lang": ["spanishMulti"],
    "name": "Dragon Ball Xenoverse",
    "platform": "pc",
    "price": 43.4,
    "size": 8888.32
  },
  {
    "code": 534,
    "description": "Far Cry 3 es un juego de acción y supervivencia en el trópico. El juego pone al jugador en el papel de Jason Brody, un turista varado en una misteriosa isla tropical aislado de la civilización. En este paraíso salvaje donde el caos y la violencia son moneda corriente, el jugador decidirá cuándo, dónde y cómo se desarrollarán los eventos y situaciones que se le presentarán a lo largo de la historia. Far Cry 3 toma lugar en alguna isla entre el océano Índico y el pacífico. Sin embargo, Patrick Redding, un escritor de Ubisoft, mencionó que una ambientación en la Antártida sería posible para futuros juegos. La presencia de un Mitsubishi A6M Zero destrozado al principio del tráiler oficial sitúa al juego en alguna parte del pacífico. El objetivo principal de este es rescatar a los amigos y novia del protagonista, capturados por los piratas que habitan en las islas, y escapar de las mismas.",
    "genres": ["fps", "action", "survival"],
    "id": "394f9982-bf59-4bf7-b07b-2b85bb4bf470",
    "image": "https://atuksa-catalog.onrender.com/images/webp/far_cry_3_complete_collection.webp",
    "lang": ["spanishMulti"],
    "name": "Far Cry 3 Complete Collection",
    "platform": "pc",
    "price": 33.3,
    "size": 6819.84
  },
  {
    "code": 535,
    "description": "FIFA 13 es la vigésima entrega de la serie FIFA de EA Sports correspondiente a la temporada 2013. El juego cuenta con novedades respecto a juegos anteriores, tales como el Ataque inteligente, regate versátil, control al primer toque, motor de impactos del jugador 2.0, jugadas ensayadas a balón parado, nuevas animaciones de pases y fundamentos. Más de 500 equipos con licencias oficiales y más de 15.000 jugadores.",
    "genres": ["simulation", "futbol", "sports"],
    "id": "dcf5b11a-4b8b-4d68-a369-fcc4b903b757",
    "image": "https://atuksa-catalog.onrender.com/images/webp/fifa_13.webp",
    "lang": ["spanish", "english", "french", "italian", "portugues"],
    "name": "FIFA 13",
    "platform": "pc",
    "price": 38.1,
    "size": 7802.88
  },
  {
    "code": 536,
    "description": "FIFA 14 es la vigésimo primera edición de la serie FIFA de EA Sports. Las ligas del juego son las mismas que en su antecesor, más la incorporación de la primera división de Argentina, Chile y Colombia. FIFA 14 tiene un nuevo motor gráfico llamado Ignite, que esta presente sólo para las consolas de nueva generación que serían Xbox One y PlayStation 4. Confirmando así que para las versiones de PlayStation 3, Xbox 360 y computadora seguirían teniendo el mismo motor gráfico de las versiones anteriores.",
    "genres": ["simulation", "futbol", "sports"],
    "id": "9a3725d7-4ed9-4e00-965b-7dcf112ec182",
    "image": "https://atuksa-catalog.onrender.com/images/webp/fifa_14_ultimate_edition.webp",
    "lang": ["spanish", "english", "french", "italian", "portugues"],
    "name": "FIFA 14 Ultimate Edition",
    "platform": "pc",
    "price": 41.75,
    "size": 8550.4
  },
  {
    "code": 537,
    "description": "Frozenheim es un videojuego de estrategia, simulación y construcción de ciudades vikingas. El jugador podrá construir su propia aldea vikinga y enviar soldados al frío campo de batalla para conquistar las tierras rivales. Navega y expande tu imperio vikingo. Recolecta vegetales, caza, pesca, cultiva y proteger a tu clan del frio Midgard. Organiza saqueos o navega en tus barcos vikingos.",
    "genres": ["strategy", "simulation", "construction", "medieval"],
    "id": "aab53cca-d6e9-4a2a-8c14-843c1bf4cd4d",
    "image": "https://atuksa-catalog.onrender.com/images/webp/frozenheim.webp",
    "lang": ["spanish", "english", "french", "italian", "deutch"],
    "name": "Frozenheim",
    "platform": "pc",
    "price": 13.2,
    "size": 2703.36
  },
  {
    "code": 538,
    "description": "MotoGP 2 es el segundo videojuego de la saga referente al Mundial de Motociclismo, considerado éste como el certamen internacional más importante en el ámbito de motociclismo de velocidad. el juego viene acompañado de muchas y muy interesantes posibilidades de conducción y piruetas y modos de juego. Además de por su impresionante aspecto gráfico, pudiendo engañar en las repeticiones llegando a parecer real, también destaca por las posibilidades de conducción como por ejemplo agacharte para ofrecer menos resistencia al viento o usar los frenos trasero y delantero individualmente. Dispone de seis modos de juego diferentes, además de los tradicionales de carrera, contrarreloj o campeonato, cuenta con un original y divertido modo de acrobacias en el que conseguirás puntos por la posición en la que llegues a meta y por las acrobacias que hayas realizado, por ejemplo quemar rueda, hacer caballitos, derrapes, adelantamientos, etc. Posee licencia oficial, por lo que cuenta con los pilotos reales de MotoGP, con fieles reproducciones de sus motos y de los circuitos. !Un juego que no te puedes perder!",
    "genres": ["simulation", "racing", "motorsports", "sports"],
    "id": "d640411f-2cf7-49e1-9ffb-cd9baf102f36",
    "image": "https://atuksa-catalog.onrender.com/images/webp/motogp_2.webp",
    "lang": ["spanish", "english", "french", "italian", "deutch"],
    "name": "MotoGP 2",
    "platform": "pc",
    "price": 2760,
    "size": 565248
  },
  {
    "code": 539,
    "description": "Onimusha: Warlords LLegó nuevamente esta vez para PC, esta es un remasterización del clásico juego del 2001. Grandioso juego de supervivencia ambientada en el periodo Sengoku. Esta versión llega con gráficos de mayor resolución, compatibilidad con formato 16:9 y controles mejorados. Japón se encuentra dividido en pequeños reinos controlados por señores de la guerra, quienes están en conflicto constante para conseguir unificar el país bajo su propio reinado. Es el año 1560 y dos de los grandes Daimyos (Señor de la Guerra) de Japón, se ven inmersos en una de las más cruentas guerras que la historia japón. Más de un 1 después, el samurai recibe una carta de la princesa Yuki Saito, donde le explica que en el reino están desapareciendo misteriosamente cientos de personas y que se dice que son criaturas demoníacas las responsables.",
    "genres": ["action", "adventure", "hackAndSlash", "terror"],
    "id": "c55e7eee-e410-4a68-8347-3ff822a11b55",
    "image": "https://atuksa-catalog.onrender.com/images/webp/onimusha_warlords.webp",
    "lang": ["spanish", "english", "french", "italian", "deutch"],
    "name": "Onimusha: Warlords",
    "platform": "pc",
    "price": 28.4,
    "size": 5816.32
  },
  {
    "code": 540,
    "description": "Pro Evolution Soccer 2016 o PES 16 viene cargado de nuevas funciones y va a establecer una nueva marca para revalidar el título de mejor juego de deportes: Liga Master: renovada desde la presentación hasta la administración del equipo, nueva iluminación nocturna y modelos de jugadores con Fox Engine, movimiento humano: 3 veces más animaciones de jugadores y porteros, tiempo dinámico: la lluvia comienza durante los partidos, inteligencia de equipo más avanzada: el comportamiento de los jugadores y equipos alcanza un nuevo nivel. PES 2016 es el videojuego oficial de la UEFA Champions League, la UEFA Europa League y la Supercopa de la UEFA y celebra sus 20 años con el juego de fútbol más avanzado. ¡Ama el pasado, juega en el futuro!",
    "genres": ["simulation", "futbol", "sports"],
    "id": "5bdf3193-d2d3-4225-8fe7-4a385117e1a2",
    "image": "https://atuksa-catalog.onrender.com/images/webp/pro_evolution_soccer_2016_pes_16.webp",
    "lang": ["spanish", "english", "french", "italian", "portugues"],
    "name": "Pro Evolution Soccer 2016 (PES 16)",
    "platform": "pc",
    "price": 39,
    "size": 7987.2
  },
  {
    "code": 541,
    "description": "PES alcanza un nuevo nivel con realidad interactiva en el control y en los gráficos realistas. La galardonada serie lleva su experiencia de juego a un nuevo nivel con realidad interactiva y nuevos gráficos realistas. Siente el Control Reality en Pro Evolution Soccer 2017 con la demo y descubre estas nuevas funciones: Toque Realista: los jugadores controlan el balón de forma única en función del lugar y el modo de controlarlos. IA Adaptable: por primera vez en un juego de fútbol, la IA aprende y se adapta a su estilo de juego. Desplazamiento Natural de los Jugadores: los jugadores cobran vida con cientos de animaciones nuevas. Porteros: mayor calidad gracias a los nuevos movimientos y animaciones. myClub: compra los jugadores que quieras con la nueva función de myClub Scout/Subast.",
    "genres": ["simulation", "futbol", "sports"],
    "id": "a0960674-5323-431a-9bcf-1a1e13b59e33",
    "image": "https://atuksa-catalog.onrender.com/images/webp/pro_evolution_soccer_2017_pes_17.webp",
    "lang": ["spanishMulti"],
    "name": "Pro Evolution Soccer 2017 (PES 17)",
    "platform": "pc",
    "price": 33.45,
    "size": 6850.56
  },
  {
    "code": 542,
    "description": "Praetorians es un juego de estrategia en tiempo real 3D desarrollado por Pyro Studios en el año 2003, basado en las campañas de Julio César. Su sistema de juego es totalmente diferente a la de cualquier juego que se le pudiera parecer, ya que se eliminan las molestas construcciones sin final y se centra totalmente en la estrategia militar. Puesto que las tropas salen en grupos numerosos podremos comenzar pronto la batalla sin necesitar la recolección de recursos, incluso aunque no tengamos ningún pueblo y, por lo tanto, no tengamos la población necesaria para poder «construir» las unidades que queramos.",
    "genres": ["realTimeStrategy"],
    "id": "6d2e90d5-4020-4294-9bc9-c6ec572799a1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/praetorians.webp",
    "lang": ["spanish"],
    "name": "Praetorians",
    "platform": "pc",
    "price": 2660,
    "size": 544768
  },
  {
    "code": 543,
    "description": "Lords of the Fallen es un videojuego de rol y acción en tercera persona del tipo «Like Dark Souls» que se caracterizan por ser juegos de rol de fantasía oscura. El jugador toma el papel de uno de los míticos «Cruzados de la Oscuridad» y deberá emprender un viaje para derrotar al Dios Demonio. Recorre los dos reinos, el de los vivos y el de los muertos en esta experiencia de rol frenética, que incorpora batallas contra jefes descomunales, combates rápidos y desafiantes, encuentros con personajes interesante y una narrativa profunda e inmersiva. Dos mundos paralelos para explorar. El reino de los vivos, el cual propone desafíos atroces y el terrorífico reino de los muertos, en el que acechan monstruosas criaturas.",
    "genres": ["action", "adventure", "rol", "fantasy"],
    "id": "26ba715b-c289-4a0f-b621-d1e9ab657bac",
    "image": "https://atuksa-catalog.onrender.com/images/webp/lords_of_the_fallen_2023_deluxe_edition.webp",
    "lang": ["spanish", "english", "french", "italian", "portugues"],
    "name": "Lords of the Fallen (2023) Deluxe Edition",
    "platform": "pc",
    "price": 156,
    "size": 31948.8
  },
  {
    "code": 544,
    "description": "Pascal’s Wager: Definitive Edition es un videojuego de Rol y Acción del tipo «Like Souls» el cual comparte muchas similitudes a títulos de la saga Dark Souls. El jugador puede escoger entre cinco personajes únicos, poderosos y versátiles, cada uno con un estilo de combate propio y característico. Las oscuras fuerzas a las que te enfrentarás son tan maliciosas como implacables; y los jefes pondrán a prueba tu determinación, tus reflejos y tu paciencia.",
    "genres": ["action", "adventure", "rol", "likesouls", "fantasy"],
    "id": "88519e6f-93d4-494e-82e8-2ca0d63cc6d9",
    "image": "https://atuksa-catalog.onrender.com/images/webp/pascals_wager_definitive_edition.webp",
    "lang": ["spanish", "english", "french", "italian", "portugues"],
    "name": "Pascal’s Wager: Definitive Edition",
    "platform": "pc",
    "price": 18.75,
    "size": 3840
  },
  {
    "code": 545,
    "description": "Hitman: Contracts es el tercer juego de la serie de videojuegos Hitman, lanzado el 20 de abril de 2004. Es la precuela directa de Hitman: Blood Money que fue lanzado en 2006. El juego comienza con una escena que muestra a un Agente 47 herido vagando por un oscuro pasillo del hotel y visita el interior de su habitación. Al entrar, se derrumba y comienza a tener flashbacks sobre anteriores asesinatos que cometió, iniciando con lo que ocurrió después de matar al Dr. Ort-Meyer al final del juego original. Las misiones se centran principalmente en las repeticiones de las anteriores misiones en el juego original, excepto que son jugadas en reversa. Los gráficos, mapas y la inteligencia artificial han sido mejorados y personalizados. Tal vez debido al estado febril de la mente de 47 al recordar estas misiones anteriores, está lloviendo en casi todos los niveles. En el juego, 47 visita varios lugares, incluyendo Rumania, Kamchatka, el Reino Unido, Rotterdam, Budapest, Hong Kong, y finalmente París.",
    "genres": ["tps", "action", "stealth"],
    "id": "cd3d05da-6419-4da4-88fa-9d1d9b625977",
    "image": "https://atuksa-catalog.onrender.com/images/webp/hitman_3_contracts.webp",
    "lang": ["spanish", "english", "french", "italian", "deutch"],
    "name": "Hitman 3: Contracts",
    "platform": "pc",
    "price": 8.1,
    "size": 1658.88
  },
  {
    "code": 546,
    "description": "Hitman: Codename 47 nombrado en español como Hitman: Código 47 es un videojuego de disparos en tercera persona creado por la compañía IO Interactive y publicado por Eidos Interactive en 2000. Es el primer videojuego de la saga de Hitman. Como en todos los juegos de la saga, el personaje principal es el Agente 47, un sicario que trabaja para la ICA (International Contract Agency, Agencia Internacional de Contratos).",
    "genres": ["tps", "action", "stealth"],
    "id": "2f2af460-695d-4bc6-8561-99d68226567b",
    "image": "https://atuksa-catalog.onrender.com/images/webp/hitman_codename_47.webp",
    "lang": ["spanishMulti"],
    "name": "Hitman Codename 47",
    "platform": "pc",
    "price": 850,
    "size": 174080
  },
  {
    "code": 547,
    "description": "Hitman 2: Silent Assassin es un videojuego de acción en tercera persona y sigilo desarrollado por la compañía IO Interactive y publicado por Eidos Interactive en 2002. Es el segundo videojuego de la saga Hitman. Fue lanzado en 2002 y su sucesor fue Hitman: Contracts en 2004.",
    "genres": ["tps", "action", "stealth"],
    "id": "a470476f-0198-4bc0-b8b2-44adbf97dc41",
    "image": "https://atuksa-catalog.onrender.com/images/webp/hitman_2_silent_assassin.webp",
    "lang": ["spanish"],
    "name": "Hitman 2: Silent Assassin",
    "platform": "pc",
    "price": 2185,
    "size": 447488
  },
  {
    "code": 548,
    "description": "Grand Theft Auto: Vice City (también conocido por su abreviatura GTA: VC o, simplemente, Vice City) es un videojuego de acción-aventura de estilo «sandbox» desarrollado por Rockstar North y distribuido por Rockstar Games. Es el segundo videojuego en 3D de la Grand Theft Auto y el sexto título de la misma. Vice City está muy inspirado en la cultura estadounidense de la década de 1980. Vice City está basada en Miami y ambientada en 1986, y la historia gira en torno a un miembro de la Mafia llamado Tommy Vercetti, quién acaba de salir de la prisión. Tras verse envuelo en un fallido negocio de drogas, Tommy se dedica a buscar a los culpables mientras edifica un imperio criminal y se apodera de otras organizaciones criminales de la ciudad. El juego utiliza una versión modificada del motor del juego utilizado en Grand Theft Auto III y del mismo modo presenta un enorme paisaje urbano, completamente poblado de edificios, vehículos y ciudadanos. Como en anteriores ediciones de la saga, Vice City posee elementos de juegos de conducción, disparos en tercera persona y un característico modo de juego en el que el «mundo abierto» proporciona al jugador un total control de su propia experiencia de juego.",
    "genres": ["tps", "action", "openWorld"],
    "id": "56185596-227c-4bd6-9b5a-94976f276423",
    "image": "https://atuksa-catalog.onrender.com/images/webp/gta_vice_city.webp",
    "lang": ["spanishMulti"],
    "name": "GTA: Vice City",
    "platform": "pc",
    "price": 6.65,
    "size": 1361.92
  },
  {
    "code": 549,
    "description": "Grand Theft Auto: San Andreas (abreviado comúnmente como GTA: SA, GTA: San Andreas o simplemente San Andreas es un «Sandbox» desarrollado por Rockstar North. Es el tercer juego en 3D en la saga Grand Theft Auto, el quinto lanzamiento para consolas y el octavo en general de la serie. El juego está inspirado en la cultura estadounidense de la década de los 90s. La trama se desarrolla en el estado ficticio de San Andreas, que abarca tres ciudades metropolitanas: Los Santos, San Fierro y Las Venturas (las cuales son parodias de Los Ángeles, San Francisco y Las Vegas). Ambientado en 1992,6 San Andreas gira en torno a un pandillero llamado Carl «CJ» Johnson que regresa a su hogar en Los Santos tras años en Liberty City después de conocer el asesinato de su madre. Cuando llega a Los Santos, CJ encuentra a sus viejos amigos y a su familia en estado de decadencia. Durante la historia, CJ averigua las causas de la muerte de su madre mientras trata de hacerse un hueco en su propio negocio criminal. Como en anteriores títulos de la serie, San Andreas está compuesto de varios elementos que van desde la conducción hasta la acción en tercera persona, mostrando un «mundo abierto» que le otorga al jugador un control total. Grand Theft Auto: San Andreas fue el videojuego más vendido para la videoconsola PlayStation 2 con 20,17 millones de copias, que ha sido el éxito más grande de Rockstar Games Inc.",
    "genres": ["tps", "action", "openWorld"],
    "id": "4f5547ad-e7bf-4b15-9d3c-39c4b0c8da90",
    "image": "https://atuksa-catalog.onrender.com/images/webp/gta_san_andreas.webp",
    "lang": ["spanishMulti"],
    "name": "GTA: San Andreas",
    "platform": "pc",
    "price": 16.75,
    "size": 3430.4
  },
  {
    "code": 550,
    "description": "Grand Theft Auto III (comúnmente abreviado GTA III) es un videojuego desarrollado por Rockstar North (en ese entonces llamada DMA Design) y publicado por la compañía Rockstar Games en el año 2001. La trama empieza cuando un grupo de tres ladrones atacando una sucursal del Liberty City Bank. Un hombre y una mujer van en cabeza mientras que otro les cubre las espaldas. Sin embargo, al doblar una esquina, el tercer ladrón es disparado por la mujer, quien huye con el otro hombre y el dinero. El traicionado llamado Claude ha de hacérselo pagar a los traidores: Catalina, ex novia de Claude, y a Miguel, que son cabecillas de un cártel colombiano afincado en Liberty City. Liberty City es una ciudad ficticia, basada en Nueva York. Muchos barrios están directamente plasmados en el juego: Portland es la parte industrial de Nueva York (Brooklyn), e incluye zonas tan famosas como Chinatown (barrio chino), Atlantic Quays (DUMBO) o Saint Mark’s (Little Italy). Staunton Island es la parte comercial de Nueva York, y su nombre viene de Staten Island, aunque está basado y tiene partes de Manhattan, como Belleville Park (Central Park) o Bedford Point (Times Square). Por último, Shoreside Vale, está basado en Nueva Jersey, con partes como la Presa Cochrane (Bayonne) o Pike Creek (Elizabeth).",
    "genres": ["tps", "action", "openWorld"],
    "id": "57da1ad6-f6e4-4f94-b4c9-c216411600d1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/gta_3_–_grand_theft_auto_3.webp",
    "lang": ["spanishMulti"],
    "name": "GTA 3 – Grand Theft Auto 3",
    "platform": "pc",
    "price": 2865,
    "size": 586752
  },
  {
    "code": 551,
    "description": "Grand Theft Auto Stories Collection es un grandioso pack que contiene los 2 juegos de la saga Stories de GTA para PSP más el icónico Chinatown Wars en una sola instalación. Estos juegos salieron originalmente para las consolas de SONY pero gracias al excelente emulador PPSSPP los podremos jugar cómodamente en nuestro PC. El 25 de octubre de 2005 salió a la venta Grand Theft Auto: Liberty City Stories el cual se ambienta en Liberty City, la ciudad de GTA III, haciendo constantes referencias a este juego. Los hechos se desarrollan 3 años antes de lo ocurrido en GTA III. El 1 de noviembre de 2006 salió a la venta Grand Theft Auto: Vice City Stories; algunos personajes son Victor Vance, Lance Vance (hermano de Victor, que aparece en GTA Vice City) y Umberto Robina. La ciudad es la misma que en GTA: Vice City y aparecen algunos personajes de este, ya que los hechos se desarrollan 2 años antes. El 17 de marzo de 2009 salió a la venta Grand Theft Auto: Chinatown Wars, que también está ambientado en Liberty City.",
    "genres": ["tps", "action", "openWorld"],
    "id": "c4d284eb-968f-4868-95d1-29d44e4e6963",
    "image": "https://atuksa-catalog.onrender.com/images/webp/grand_theft_auto_stories_collection.webp",
    "lang": ["spanish", "english", "french", "italian", "deutch"],
    "name": "Grand Theft Auto Stories Collection",
    "platform": "pc",
    "price": 8,
    "size": 1638.4
  },
  {
    "code": 552,
    "description": "Eldest Souls es un videojuego del genero de rol y acción del tipo «Dark Souls» los cuales son juegos que comparten similitudes con el mitico Dark Souls ya sea por su ambientación medieval de fantasía oscura o por jugabilidad. El juego ofrece muchos jefes para derrotar así como una gran variedad de habilidades para personalizar a tu personaje. En un último acto de venganza, los antiguos dioses han desatado una gran desolación sobre el mundo. La única esperanza de la humanidad es un guerrero solitario y su espada de obsidiana.",
    "genres": ["action", "adventure", "rol", "2d", "indie"],
    "id": "6f8005ee-f98c-4942-ac1d-22fdae16d649",
    "image": "https://atuksa-catalog.onrender.com/images/webp/eldest_souls.webp",
    "lang": ["spanish", "english", "french", "italian", "portugues"],
    "name": "Eldest Souls",
    "platform": "pc",
    "price": 3210,
    "size": 657408
  },
  {
    "code": 553,
    "description": "Dark Souls es un juego de rol y acción de los creadores de Demon’s Souls, FromSoftware. Dark Souls cuenta con muchos elementos ya conocidos: un universo fantástico y oscuro, tortuosos recorridos por mazmorras, temibles enemigos e interacciones online exclusivas. Sin embargo, Dark Souls es el sucesor espiritual de Demon’s Souls, no una secuela. Prepárate para un nuevo mundo que induce a la desesperación, provisto de un amplio horizonte totalmente explorable y de relieves geográficos dispuestos en vertical. Prepárate para una historia nueva y misteriosa que gira en torno al mundo de Lodran. Y, sobre todo, prepárate para morir. Te enfrentarás a innumerables trampas mortales, a incontables hordas oscuras y grotescas y a varios jefes demonios y dragones descomunales de una fuerza impresionante. Tendrás que aprender de la muerte para sobrevivir en este mundo implacable. Y no estarás solo. En Dark Souls, los espíritus de otros jugadores pueden aparecer en tu mundo, así que podrás aprender de sus muertes y ellos de las tuyas. Dark Souls: Prepare To Die Edition incluirá un capítulo inédito del mundo de Lordran. El jugador, enviado al pasado, descubrirá la historia que tuvo lugar cuando el caballero oscuro Artorias aún vivía. Jefes nuevos: como el dragón negro, el guardián del santuario y Artorias del Abismo. Enemigos nuevos: como los espantapájaros de madera, el prisionero encadenado y el gran caballero de piedra.",
    "genres": ["action", "adventure", "rolRpg"],
    "id": "ecfb7d0e-bf99-4636-9881-b2f943492686",
    "image": "https://atuksa-catalog.onrender.com/images/webp/dark_souls_prepare_to_die_edition.webp",
    "lang": ["spanish", "english", "french", "italian", "portugues"],
    "name": "Dark Souls: Prepare To Die Edition",
    "platform": "pc",
    "price": 18.25,
    "size": 3737.6
  },
  {
    "code": 554,
    "description": "Dark Souls: Remastered como su nombre lo dice es la versión remasterizada del primer juego que definió el género con el que empezó la franquicia Dark Souls. Regresarás a Lordran con unos impresionantes detalles en alta definición y a 60 fps. Características Principales: Un universo profundo y oscuro, Cada final supone un nuevo comienzo, Compleja jugabilidad con muchas posibilidades, Te sientes realizado al ir aprendiendo y dominando el juego, Multijugador (hasta 6 jugadores con servidores dedicados).",
    "genres": ["action", "adventure", "rol"],
    "id": "8b93566b-6db6-465b-8027-812814ef2fda",
    "image": "https://atuksa-catalog.onrender.com/images/webp/dark_souls_remastered.webp",
    "lang": ["spanishMulti"],
    "name": "Dark Souls: Remastered",
    "platform": "pc",
    "price": 31.85,
    "size": 6522.88
  },
  {
    "code": 555,
    "description": "Chronos Before the Ashes es un videojuego de Acción y Rpg del tipo «Dark Souls» con un narrativa y atmosfera muy similar a juegos de este genero en el que el jugador controla a un héroe que deberá salvar su hogar de un terrible mal. Explora diferentes áreas y laberintos repletos de feroces enemigos. La peculiaridad de este juego es que cada vez que mueras tu personaje pierde 1 año de vida. Gran variedad de armas, habilidades y hechizos estarán disponibles a lo largo de la aventura.",
    "genres": ["action", "rol", "souls", "adventure"],
    "id": "bfbd5dbc-1765-48a6-80b7-40ac486c2cb8",
    "image": "https://atuksa-catalog.onrender.com/images/webp/chronos_before_the_ashes.webp",
    "lang": ["spanish", "english", "french", "deutch", "portugues"],
    "name": "Chronos Before the Ashes",
    "platform": "pc",
    "price": 35.4,
    "size": 7249.92
  },
  {
    "code": 556,
    "description": "Attack on Titan Wings of Freedom es un videojuego de acción y aventura con toques de rol que se basa en el anime/manga llamado «Attack on Titan» (Shingeki no Kyojin). En este juego experimentaremos batallas únicas controlando a los protagonistas del anime que deberán enfrentarse a los terribles Titans, que son criaturas humanoides de gran tamaño que devoran seres humanos. Experimenta la trama de este exitoso anime y profundiza en su historia.",
    "genres": ["action", "adventure", "rol", "anime"],
    "id": "e28d2932-64d8-4db0-ab00-e547ece86349",
    "image": "https://atuksa-catalog.onrender.com/images/webp/attack_on_titan_wings_of_freedom_pc_full.webp",
    "lang": ["english"],
    "name": "Attack on Titan Wings of Freedom PC Full",
    "platform": "pc",
    "price": 33.75,
    "size": 6912
  },
  {
    "code": 557,
    "description": "Another Crab’s Treasure es un adorable videojuego de acción y aventura en tercera persona del tipo «Like Dark Souls» ambientado en el fondo submarino. El jugador toma el papel de un simpático cangrejo ermitaño, el cual se podrá equipar algunos objetos basura que podrá usar como caparazones para resistir los ataques de enemigos muchas veces más grandes. Embárcate en una búsqueda épica para recuperar tu verdadero caparazón y descubrir los oscuros secretos detrás del océano contaminado. Explora el fondo del mar y aprende una gran variedad de poderosos ataques de los habitantes marinos. Golpea a tus enemigos con el poder abrumador de un camarón mantis, atrápalos con el horrible gusano Bobbit y mucho más.",
    "genres": ["action", "adventure", "rol", "platform", "openWorld"],
    "id": "eea08ad7-d8f4-4bf3-ba0a-37250de62cb5",
    "image": "https://atuksa-catalog.onrender.com/images/webp/another_crabs_treasure.webp",
    "lang": ["spanish", "english", "french", "italian", "portugues"],
    "name": "Another Crab’s Treasure",
    "platform": "pc",
    "price": 9.9,
    "size": 2027.52
  },
  {
    "code": 558,
    "description": "Animus – Stand Alone es un videojuego de acción y rol/rpg en el que deberás ponerle fin a un mundo que agoniza. Asume el papel de un guerrero anónimo, atrapado fuera de tiempo y lugar y que está en un viaje para terminar con un mundo roto. Consigue armas y eligelas con cuidado: las combinaciones, la distancia y los atributos determinarán el resultado de la batalla. 4 niveles de dificultad (Día 1 – Día 4), 3 finales diferentes, 4 áreas temáticas, 24 misiones principales, 17 misiones secundarias y mucho más.",
    "genres": ["action", "rolRpg", "indie"],
    "id": "bd8cfe23-97a7-4a76-89dd-3b506d042676",
    "image": "https://atuksa-catalog.onrender.com/images/webp/animus_–_stand_alone.webp",
    "lang": ["spanishMulti"],
    "name": "Animus – Stand Alone",
    "platform": "pc",
    "price": 5.25,
    "size": 1075.2
  },
  {
    "code": 559,
    "description": "Assassin’s Creed: Syndicate es el décimo videojuego de la saga Assassin’s Creed que salió para PC. Syndicate es un juego de acción y aventura en tercera persona y está vez los acontecimientos del juego toman lugar en la época victoriana de Londres durante el siglo XIX, en plena Revolución Industrial. La trama gira en torno a dos hermanos Asesinos, Jacob y Evie Frye. tendremos a nuestra disposición un Londres enorme con grandes prestaciones, como el crafteo y misiones muy bien elaboradas para hacer de este un juego único en su tipo.",
    "genres": ["action", "adventure", "openWorld"],
    "id": "6f96dbcd-6715-4b60-9e3a-8c9cf1e6c326",
    "image": "https://atuksa-catalog.onrender.com/images/webp/assassins_creed_syndicate_gold_edition.webp",
    "lang": ["spanish", "english", "french", "italian", "portugues"],
    "name": "Assassin’s Creed Syndicate Gold Edition",
    "platform": "pc",
    "price": 129.5,
    "size": 26521.6
  },
  {
    "code": 560,
    "description": "Dark Souls II es la tan esperada secuela del implacable éxito de 2011, Dark Souls. La inimitable experiencia de este juego de rol de acción de la vieja escuela cautivó la imaginación de jugadores de todo el mundo con desafíos increíbles e intensas y emotivas recompensas. Dark Souls II nos trae la oscuridad característica de la franquicia y magníficas innovaciones en el sistema de juego, tanto para el modo individual como para el multijugador. Únete al oscuro viaje y experimenta los sobrecogedores encuentros con enemigos, los peligros diabólicos y los desafíos implacables que solo FROM SOFTWARE puede ofrecer. Ve más allá de la muerte: sumérgete en la intensidad de un juego que se desarrolla en un mundo extenso, ¡con un nuevo motor que ofrece gráficos, sonido y efectos especiales increíbles! Un laberinto de monstruos y jefes: adéntrate en entornos increíbles, repletos de monstruos retorcidos y jefes letales que solo podrían proceder de la imaginación de FROM SOFTWARE.",
    "genres": ["action", "adventure", "rolRpg"],
    "id": "b5b1f783-5780-432a-8520-9a798c5a9b4a",
    "image": "https://atuksa-catalog.onrender.com/images/webp/dark_souls_ii_bundle.webp",
    "lang": ["spanishMulti"],
    "name": "Dark Souls II: Bundle",
    "platform": "pc",
    "price": 47.15,
    "size": 9656.32
  },
  {
    "code": 561,
    "description": "Dark Souls II: Scholar Of The First Sin es una versión mejorada para sistemas de 64 bits que incluye muchas mejoras en comparación a su versión «Bundle» como gráficos mejorados y otros extras. En esta versión se incluye todo el contenido de Dark Souls 2 publicado hasta la fecha en un solo paquete además de muchas cosas más. Dark Souls II es la secuela del juego de 2011 Dark Souls, que trae la oscuridad característica de la saga e innovaciones en el sistema de juego, tanto para el modo de un solo jugador como para el multijugador.",
    "genres": ["action", "adventure", "rolRpg"],
    "id": "3d38e749-49a9-4d27-b065-ed6b45a2b5a3",
    "image": "https://atuksa-catalog.onrender.com/images/webp/dark_souls_ii_scholar_of_the_first_sin.webp",
    "lang": ["spanishMulti"],
    "name": "Dark Souls II: Scholar Of The First Sin",
    "platform": "pc",
    "price": 41.3,
    "size": 8458.24
  },
  {
    "code": 562,
    "description": "Deathbound es un título RPG del tipo «Like Dark Souls» ambientado en un oscuro y fantasioso mundo medieval-futurista. Juega como un renegado hereje resultado de un experimento desesperado en la búsqueda de la vida eterna. A los ojos de la iglesia eres un símbolo del pecado, para otros, la validación de sus incesantes experimentos. Te encuentras en un mundo en el que no existen ni el bien ni el mal. Crea un estilo de juego a tu medida con las habilidades y destrezas de cada guerrero que encuentres. Desata desastrosos Morphstrikes con sus poderes combinados y dirígelos a todos los que se interpongan en tu camino. Toma tus armas y responde a su llamado. Zieminal es un mundo que mezcla un pasado tecnológico y un presente medieval, y es hogar de diversas culturas.",
    "genres": ["action", "terror", "rol", "scifi"],
    "id": "aaca6e51-b953-4b4a-9a0f-1bb64b7fc4c5",
    "image": "https://atuksa-catalog.onrender.com/images/webp/deathbound.webp",
    "lang": ["spanish", "english", "french", "italian", "portugues"],
    "name": "Deathbound",
    "platform": "pc",
    "price": 35.85,
    "size": 7342.08
  },
  {
    "code": 563,
    "description": "Disco Elysium es un videojuego de Rol que incluye varias características de los pioneros del genero como la vista desde una perspectiva isométrica y una basto mundo abierto para explorar. En el juego encarnaremos a un detective que deberá resolver casos, interrogar personas, o aceptar sobornos, etc… pero dependiendo de las elecciones del jugador podrá hacerse fama como héroe o como una persona horrible. Persuade, intimida, recurre a la violencia, o haz otras actividades que nada tienen que ver con el trabajo del personaje, como cantar o descubrir el sentido de la vida. Este juego es la representación más fiel de un juego de rol que jamás se haya creado.",
    "genres": ["rol", "openWorld", "isometric", "indie"],
    "id": "b29240b7-6f54-4b1e-8ac7-df609c93a5ec",
    "image": "https://atuksa-catalog.onrender.com/images/webp/disco_elysium_the_final_cut.webp",
    "lang": ["spanish", "english", "french", "deutch", "portugues"],
    "name": "Disco Elysium The Final Cut",
    "platform": "pc",
    "price": 42.9,
    "size": 8785.92
  },
  {
    "code": 564,
    "description": "FIFA 06 es el juego oficial de la temporada 2005/06, desarrollado por EA Canadá. Los gráficos son muy parecidos al FIFA 2005, aunque el balón ha sido levemente reducido de tamaño, y a la hora de ver las repeticiones, en un principio puede costar encontrarlo. Además en la versión para GameCube el corte de césped es igual en todos los campos. Las mejoras gráficas se limitan al efecto de la salpicadura cuando el césped está mojado, unos jugadores menos brillantes y a alguna animación. La jugabilidad sufrió un cambio extremo en comparación a sus antecesores, intentando la simulación, aunque pecando de fallos anteriores y añadiendo nuevos. Por ejemplo los pases mejoraron mucho, al igual que los tiros.",
    "genres": ["simulation", "futbol", "sports"],
    "id": "39585ff7-ce11-4ba9-b42b-05957f11ff30",
    "image": "https://atuksa-catalog.onrender.com/images/webp/fifa_06.webp",
    "lang": ["spanish", "english", "italian", "portugues"],
    "name": "FIFA 06",
    "platform": "pc",
    "price": 12,
    "size": 2457.6
  },
  {
    "code": 565,
    "description": "FIFA 08 es un juego de simulación de la serie de videojuegos de futbol de la FIFA, perteneciendo a la temporada 2007-2008. Son muchísimos los cambios hechos a esta versión del juego a comparación con versiones anteriores. Entre los más importantes destacan una mejorada IA defensiva y del portero, un nuevo sistema de pases al hueco y cruces, la facilidad de cambiar entre jugadores durante la situación defensiva, la posibilidad de crear formaciones y la nueva modalidad «Be a Pro».",
    "genres": ["simulation", "futbol", "sports"],
    "id": "8fd54797-25af-4168-87f1-bbdbbf240ce7",
    "image": "https://atuksa-catalog.onrender.com/images/webp/fifa_08.webp",
    "lang": ["spanish", "english", "french", "italian", "portugues"],
    "name": "FIFA 08",
    "platform": "pc",
    "price": 18.15,
    "size": 3717.12
  },
  {
    "code": 566,
    "description": "FIFA 10, es la decimoséptima entrega de la famosa saga de videojuegos FIFA de EA Sports. Con más de 50 mejoras en modo mánager, jugabilidad, gráficos, física de movimiento, formas de juego, inteligencia artificial IA, gráficos totalmente renovados para esta entrega. Hay 31 ligas y más de 500 equipos en el juego, así como 41 equipos nacionales. Nuevo en FIFA 10 es la Liga Rusa, que no aparece en entregas anteriores. A diferencia de versiones anteriores de FIFA, los Países Bajos será incluido como un equipo nacional con todas las licencias. Debido a la promoción y descenso y expansiones de otra liga, hay 46 equipos que no fueron incluidos en FIFA 09, incluyendo 25 escuadras que nunca han aparecido en un juego de FIFA antes.",
    "genres": ["simulation", "futbol", "sports"],
    "id": "33994529-5fbb-4592-8f54-e5aab94eae1e",
    "image": "https://atuksa-catalog.onrender.com/images/webp/fifa_10.webp",
    "lang": ["spanish", "english", "italian", "portugues"],
    "name": "FIFA 10",
    "platform": "pc",
    "price": 25.7,
    "size": 5263.36
  },
  {
    "code": 567,
    "description": "God of War (Literalmente Dios De La Guerra) es un videojuego de acción-aventura distribuido por Sony Computer Entertainment en 2005 para PlayStation 2. El juego narra las aventuras de Kratos, un general espartano al servicio de los dioses de la mitología griega. El desarrollo gira en torno a la idea de la hibris (desmesura) de Kratos al rebelarse contra los dioses y su propio destino, y la némesis a la cual se ve sometido, estando así en consonancia con la literatura griega clásica. Sin embargo, en este caso la hibris de Kratos no sólo no es castigada, sino que le supone una victoria y destino mayor del que él mismo había concebido. God of War transcurre en una versión alternativa de la Antigua Grecia, donde existen seres mitológicos como los dioses o los titanes. Con la excepción de flashbacks, los hechos transcurren entre los juegos Chains of Olympus (2008) y Ghost of Sparta (2010). Hay seis localizaciones a explorar, siendo reales el Mar Egeo o la ciudad de Atenas y ficticias el Desierto de las Almas Perdidas, el Templo de Pandora, el Inframundo y una pequeña escena en el Monte Olimpo.",
    "genres": ["action", "adventure"],
    "id": "de94454a-4416-4cec-91a8-f97aac93aac6",
    "image": "https://atuksa-catalog.onrender.com/images/webp/god_of_war_1.webp",
    "lang": ["spanishMulti"],
    "name": "God of War 1",
    "platform": "pc",
    "price": 14.5,
    "size": 2969.6
  },
  {
    "code": 568,
    "description": "God of War: Ghost of Sparta es un videojuego de acción-aventura en tercera persona Basado en la mitología griega, el juego está ambientado en la Antigua Grecia. Su protagonista es Kratos, el Dios de la guerra. Kratos es perseguido por las visiones de su pasado mortal y decide explorar sus orígenes. Viajando a la ciudad de Atlantis, Kratos encuentra su madre, Calisto, que afirma que su hermano, Deimos, está todavía vivo. Deimos ha sido encarcelado y torturado en el dominio de la muerte, Kratos intenta su rescate, culminando en un enfrentamiento con el Dios de la muerte, Tánatos. Ghost of Sparta, cronológicamente, es el quinto capítulo de la serie, que se centra en la venganza como tema central. El modo de juego es muy similar a los predecesores del juego. Es un videojuego de un jugador con una cámara fija que muestra una vista de tercera persona. El jugador controla el protagonista del juego, Kratos, en una combinación de combate, normal y rápido, con plataformas y elementos de juego de puzzle. Cuenta con nuevas armas, poderes mágicos y habilidades de navegación que no están presentes en los juegos anteriores.",
    "genres": ["action", "adventure"],
    "id": "e9d7c932-016a-431d-aeb4-569e0a2a74f1",
    "image": "https://atuksa-catalog.onrender.com/images/webp/god_of_war_ghost_of_sparta.webp",
    "lang": ["spanish"],
    "name": "God of War: Ghost of Sparta",
    "platform": "pc",
    "price": 5,
    "size": 1024
  },
  {
    "code": 569,
    "description": "God of War II es un videojuego de acción en tercera persona del año 2007 y secuela de God of War: Ghost of Sparta. El juego originario de la consola Play Station 2 es el 6to juego en cuanto a la cronología de la serie. Emulado para PC completamente gracias al emulador PCSX2 v1.6.0. En esta entrega podremos disfrutar de muchos más enemigos colosales. El juego comienza cuando Kratos, convertido en dios de la guerra, amenaza con destruir a toda Grecia ya que un general espartano lo invoca para lograr la «gloria de Esparta». Posteriormente, Atenea le advierte que no podrá protegerlo si destruye la ciudad, pero Kratos la ignora y se lanza desde lo más alto del Monte Olimpo a la ciudad de Rodas.",
    "genres": ["action", "adventure"],
    "id": "4afa97ab-545b-417d-b256-78d8b1a8684f",
    "image": "https://atuksa-catalog.onrender.com/images/webp/gow2.webp",
    "lang": ["spanishMulti"],
    "name": "GOW2",
    "platform": "pc",
    "price": 31.2,
    "size": 6389.76
  },
  {
    "code": 570,
    "description": "Pro Evolution Soccer 6 también conocido como Pro Evolution Soccer 2007 o Winning Eleven 10 (en su versión japonesa), es un videojuego de fútbol que se lanzó a la venta en el año 2006. Fue el sexto videojuego de la serie Pro Evolution Soccer y además, fue el primero que se vendió para Nintendo DS. (Se lanzó para Gamecube solo en japón).",
    "genres": ["simulation", "futbol", "sports"],
    "id": "940848f1-bce7-4333-91d3-fe395c17e83c",
    "image": "https://atuksa-catalog.onrender.com/images/webp/pro_evolution_soccer_2006_pes_6.webp",
    "lang": ["spanishMulti"],
    "name": "Pro Evolution Soccer 2006 (PES 6)",
    "platform": "pc",
    "price": 13.7,
    "size": 2805.76
  },
  {
    "code": 571,
    "description": "Pro Evolution Soccer 2010 es un juego ideal para todos los amantes de los juegos de fútbol, los cuales buscan la mejor resolución, los mejores gráficos, etc. Este juego les transportará a los mejores y más grandes partidos. Pro Evolution Soccer 2010 ofrecerá a los jugadores los mejor de todos los juegos de fútbol: estadios completamente diseñados acorde con los reales, gran calidad de los gráficos, jugadores diseñados lo más parecidos a los reales, nuevos movimientos que pueden hacer los jugadores, nuevos ataques, nuevas tácticas de defensa, etc. Todo lo que vemos en los partidos reales, podremos emularlo en este maravilloso juego para nuestros ordenadores.",
    "genres": ["simulation", "futbol", "sports"],
    "id": "1f26260e-d476-4e1d-bdc7-561d8e5aabea",
    "image": "https://atuksa-catalog.onrender.com/images/webp/pro_evolution_soccer_2010_pes_10.webp",
    "lang": ["spanish"],
    "name": "Pro Evolution Soccer 2010 (PES 10)",
    "platform": "pc",
    "price": 20.15,
    "size": 4126.72
  },
  {
    "code": 572,
    "description": "Pro Evolution Soccer 2013 (oficialmente abreviado como PES 2013 y llamado World Soccer: Winning Eleven 2013 en Japón) es un videojuego de fútbol de la serie Pro Evolution Soccer desarrollado y publicado por Konami. El juego mantiene el mismo motor gráfico utilizado en la entrega predecesora, el Pro Evolution Soccer 2012. A pesar de unos ajustes en el mismo, es posible encontrar diferencias con respecto a su antecesor. Se ve el intento de mejorar el realismo en las caras de varios futbolistas. Por otra parte, Konami ha trabajado mucho en los movimientos específicos de varios de los jugadores más importantes del mundo (entre los que se incluyen Lionel Messi, Cristiano Ronaldo, Andrés Iniesta, Zlatan Ibrahimovic y Neymar) para dar la sensación de estar viendo a los mismos futbolistas en la vida real. Uno de los cambios más importantes ha sido la mejora de la Inteligencia Artificial. De ahora en adelante, los compañeros de equipo buscarán desmarcarse de los rivales, encontrando diferentes espacios a lo largo del partido, y cubriendo zonas que hagan parecer un partido a uno de la vida real. Los arqueros han sido los más afectados en las modificaciones de IA. A partir de esta entrega, los porteros, tanto el rival como el guardameta del usuario, serán mucho más inteligentes a la hora de atajar pelotas difíciles, no enviándolas siempre al tiro de esquina o complicando la valla del equipo.",
    "genres": ["simulation", "futbol", "sports"],
    "id": "86d0f886-050f-4ed8-a626-58cc5ad8d7f6",
    "image": "https://atuksa-catalog.onrender.com/images/webp/pro_evolution_soccer_2013_pes_13.webp",
    "lang": ["spanish"],
    "name": "Pro Evolution Soccer 2013 (PES 13)",
    "platform": "pc",
    "price": 19.35,
    "size": 3962.88
  },
  {
    "code": 573,
    "description": "Pro Evolution Soccer 2015 o PES 15 es un videojuego de fútbol de la serie Pro Evolution Soccer desarrollado y publicado por Konami. PES 2015 incluirá el segundo campeonato de división en Inglaterra, Francia, Italia y España. Los 88 clubes de las segundas divisiones tendrán sus jugadores reales. Además, esta edición también contará con gestores autorizados, así como el regreso del modo de «Editar Estadio». Según Bhatti, Konami ha hecho «importantes mejoras». El movimiento de los jugadores, patadas, defensas, la multitud, la física y gráficos en esta edición del juego se verá reforzada. Cada jugador cuenta con sus movimientos únicos, como la forma de cobrar los tiros libres de Cristiano Ronaldo. Pro Evolution Soccer 2015 ganó en la categoría de mejor juego de deportes en la Gamescom. Habrá mejoras muy notorias en la jugabilidad, gráficos, caras, porteros, etc.",
    "genres": ["simulation", "futbol", "sports"],
    "id": "39748525-2a97-4199-bb2e-9df5594c82bc",
    "image": "https://atuksa-catalog.onrender.com/images/webp/pro_evolution_soccer_2015_pes_15.webp",
    "lang": ["spanish", "english", "french", "italian", "portugues"],
    "name": "Pro Evolution Soccer 2015 (PES 15)",
    "platform": "pc",
    "price": 33.2,
    "size": 6799.36
  },
  {
    "code": 574,
    "description": "Ryse: Son of Rome es un videojuego de acción y hack & slash ambientado en la antigua Roma. El jugador toma el rol del centurión romano Marius Titus, durante la época del emperador Nerón, una época bastante complicada para el Imperio romano. La trama del juego también cuenta con apariciones de personajes históricos famosos y elementos de fantasía ya que algunos dioses harán su intervención. Los jugadores trabajan con la infantería romana, pudiendo darle órdenes a los demás soldados. La jugabilidad consiste en el uso movimientos de bloqueo fuertes para romper los combos enemigos y establecer un movimiento de ejecución. Un grupo de bárbaros atacan la ciudad matando a la familia de Marius, luego de esto se une a la legión para comenzar su venganza y descubrir la verdad sobre la muerte de su padre por todo el Imperio.",
    "genres": ["action", "adventure", "hackAndSlash", "historic"],
    "id": "e6a4328b-108b-43ba-8a69-93b4d0a89dfb",
    "image": "https://atuksa-catalog.onrender.com/images/webp/ryse_son_of_rome.webp",
    "lang": ["spanish", "english", "french", "italian", "deutch"],
    "name": "Ryse: Son of Rome",
    "platform": "pc",
    "price": 116,
    "size": 23756.8
  },
  {
    "code": 575,
    "description": "Gran colección de 900 ROMS de juegos de Super Nintendo (Snes), esta colección incluye 2 Emuladores para emular los ROMS, solo es instalar y ejecutar el emulador (Zsnes) y seleccionar un juego de la lista y empezar a jugar. Esta colección es 100 % diseñada y compilada por mi! totalmente libre de virus.",
    "genres": ["retro"],
    "id": "aa2fe457-b532-4ed2-bcf6-07f89dd3fd48",
    "image": "https://atuksa-catalog.onrender.com/images/webp/juegos_de_snes_super_nintendo.webp",
    "lang": ["english"],
    "name": "Juegos de SNES (Super Nintendo)",
    "platform": "pc",
    "price": 1205,
    "size": 246784
  },
  {
    "code": 576,
    "description": "Gran colección de 145 ROMS de juegos de Genesis (SEGA), esta colección incluye 1 Emulador para emular los ROMS, solo es instalar y ejecutar el emulador (Fusion) y seleccionar un ROM de la carpeta «ROMS» y empezar a jugar. Esta colección es 100 % diseñada y compilada por mi! totalmente libre de virus.",
    "genres": ["retro"],
    "id": "99227a49-4c2d-4ba5-bf2a-bf136092e489",
    "image": "https://atuksa-catalog.onrender.com/images/webp/juegos_de_genesis_sega.webp",
    "lang": ["english"],
    "name": "Juegos de Genesis (Sega)",
    "platform": "pc",
    "price": 610,
    "size": 124928
  },
  {
    "code": 577,
    "description": "The Elder Scrolls III: Morrowind es la tercera entrega de la conocida serie de videojuegos de rol The Elder Scrolls. Este es un paquete con el juego original y sus dos expansiones «Tribunal» y «Bloodmoon», llamado Morrowind: Game of the Year Edition, en conmemoración por el premio que se le otorgó al juego. Con una trama épica, Morrowind consiguió llegar al corazón de los más amantes del rol. Un mundo enorme y muy detallado (en comparación con la anterior entrega) por descubrir, las posibilidades de edición el personaje y la aparición de la perspectiva en tercera persona hicieron de este juego una obra maestra. Existen distintas líneas argumentales aparte de la principal. El jugador se podía unir a cualquiera de los gremios, servir a la guardia imperial e incluso hacerse mercader para acumular la mayor fortuna posible. Las posibilidades son prácticamente infinitas. Para muchos usuarios es el mejor juego de rol de la historia. Morrowind comienza con el jugador prisionero (por causas desconocidas) y llegando en barco a Morrowind, pendiente de su puesta en libertad. Dentro de un tutorial que representa la liberación del preso, el jugador realizará el proceso de creación de su personaje. El jugador será preguntado por un compañero preso, un funcionario y un burócrata, respectivamente, cuando el jugador ya es registrado como ciudadano libre; en el proceso de elección, el jugador puede escoger su nombre, el género, la raza, el signo de nacimiento, y clase. Estos campos afectan al jugador en sus atributos, habilidades y poderes iniciales. En un guiño a la serie de videojuegos Ultima, el jugador tiene la oportunidad de responder a una serie de cuestiones morales para determinar su clase, pudiendo definir la suya propia.",
    "genres": ["action", "adventure", "rol", "openWorld"],
    "id": "e7658cb6-b45e-4db2-b730-8a19cc5329b2",
    "image": "https://atuksa-catalog.onrender.com/images/webp/the_elder_scrolls_iii_morrowind_goty.webp",
    "lang": ["spanishMulti"],
    "name": "The Elder Scrolls III: Morrowind GOTY",
    "platform": "pc",
    "price": 6.8,
    "size": 1392.64
  },
  {
    "code": 578,
    "description": "The Forest es un videojuego del género survival horror en primera persona desarrollado por la empresa Endnight Games. El juego es de tipo mundo abierto, donde no hay misiones y el único objetivo que tiene el jugador es sobrevivir y rescatar a su hijo desaparecido, después de que el avión en el que viajaban se estrellara en una isla llena de nativos mutantes. En The Forest, el jugador dispone de un libro de supervivencia que lo guiará para sobrevivir en una isla boscosa después de convertirse en el único sobreviviente de un accidente aéreo mediante la creación de un refugio, armas y otras herramientas de supervivencia, desde cócteles mólotov, trampas, hasta un arco de flechas. También es necesario satisfacer tanto el hambre como la sed y no enfriarse mucho por la noche, ya que esto llevará a la muerte. El jugador habita la isla junto con varias misteriosas y aterradoras criaturas, una tribu de caníbales y mutantes nocturnos, que habitan en cuevas profundas debajo de la isla y en poblados sobre su superficie.",
    "genres": ["action", " survival", "sandbox"],
    "id": "af201cb5-952b-46da-8e62-aae28a322a62",
    "image": "https://atuksa-catalog.onrender.com/images/webp/the_forest.webp",
    "lang": ["spanishMulti"],
    "name": "The Forest",
    "platform": "pc",
    "price": 8.05,
    "size": 1648.64
  },
  {
    "code": 579,
    "description": "The Legend of Zelda: Majora’s Mask «La leyenda de Zelda: La máscara de Majora», es un videojuego de acción-aventura desarrollado por la división Entertainment Analysis and Development de Nintendo para la videoconsola Nintendo 64. Este es considerado como el juego mas oscuro y triste en toda la saga. Majora’s Mask es el sexto juego de la serie The Legend of Zelda y el segundo en usar gráficos en 3D, siendo el primero su predecesor The Legend of Zelda: Ocarina of Time. El juego tiene lugar en Termina, una versión alternativa del emplazamiento habitual de la serie Hyrule, en donde Skull Kid ha robado la «Máscara de Majora», un poderoso, arcano y antiguo artefacto. Bajo su influencia, Skull Kid ha estado provocando que la luna caiga lentamente hacia Termina, con la cual se estrellará al cabo de 72 horas. El protagonista principal Link viaja repetidamente hacia atrás en el tiempo al inicio de los tres días para evitar la catástrofe. El modo de juego se centra en repetir una y otra vez el ciclo de tres días y en el empleo de varias máscaras, algunas de ellas permiten a Link transformarse en distintos seres.",
    "genres": ["adventure"],
    "id": "8a1f478a-31c9-4d0d-b546-3db6dbbd184a",
    "image": "https://atuksa-catalog.onrender.com/images/webp/the_legend_of_zelda_majoras_mask.webp",
    "lang": ["spanish"],
    "name": "The Legend of Zelda: Majora’s Mask",
    "platform": "pc",
    "price": 160,
    "size": 32768
  },
  {
    "code": 580,
    "description": "The Legend of Zelda: Ocarina of Time «La leyenda de Zelda: ocarina del tiempo» es un videojuego de acción-aventura de 1998 desarrollado por la filial Nintendo EAD y publicado por Nintendo para la consola Nintendo 64.La historia del juego se enfoca en el joven héroe Link, quien emprende una aventura en el reino de Hyrule para detener a Ganondorf, rey de la tribu Gerudo, antes de que encuentre la Trifuerza, una reliquia sagrada capaz de concederle cualquier deseo a su poseedor. Para ello, debe viajar a través del tiempo y explorar varios calabozos con el fin de despertar a algunos sabios que tienen el poder para aprisionar de forma definitiva a Ganondorf. Se ha de mencionar que la música juega un papel muy importante en la trama del juego, puesto que el jugador tiene que aprender a tocar varias canciones con una ocarina. Incluso, la popularidad de Ocarina of Time incrementó de forma significativa las ventas de ocarinas reales.",
    "genres": ["adventure"],
    "id": "672c98e4-88ed-4b41-9753-da0132fc7b92",
    "image": "https://atuksa-catalog.onrender.com/images/webp/the_legend_of_zelda_the_ocarina_of_time.webp",
    "lang": ["spanish"],
    "name": "The Legend of Zelda: The Ocarina of Time",
    "platform": "pc",
    "price": 155,
    "size": 31744
  },
  {
    "code": 581,
    "description": "The Legend of Zelda: Twilight Princess es un videojuego de acción y aventura originalmente de la consola GamCube y Wii pero ahora podremos jugarlo comodamente en nuestro PC gracias a al popular emulador de estas consolas «Dolphin». El juego es el decimotercer lanzamiento de la franquicia The Legend of Zelda y el undécimo juego de su línea principal. Twilight Princess comienza mostrándonos a un joven Link campesino que trabaja en la granja del pueblo Ordon, en Hyrule. Un día, los Bulblins (criaturas parecidas a los orcos) invaden Ordon y secuestran a los niños. Cuando Link acude a rescatarlos se encuentra con un muro del cual emerge la garra de un «ser de las sombras» que lo transporta al «reino del Crepúsculo», una dimensión que constituye una versión oscura de Hyrule. Link es aprisionado en el Castillo de Hyrule de este lugar y adquiere la apariencia física de un lobo.",
    "genres": ["action", "adventure", "openWorld"],
    "id": "5fd56c17-5461-44ec-a417-d87b71b92c8b",
    "image": "https://atuksa-catalog.onrender.com/images/webp/the_legend_of_zelda_twilight_princess.webp",
    "lang": ["spanish", "english", "french", "italian", "deutch"],
    "name": "The Legend of Zelda: Twilight Princess",
    "platform": "pc",
    "price": 5.65,
    "size": 1157.12
  },
  {
    "code": 582,
    "description": "The Saboteur es un videojuego de acción en tercera persona, desarrollado por Pandemic Studios y publicado por Electronic Arts cuya historia tiene lugar durante la ocupación nazi de París en la Segunda Guerra Mundial. Uno de los rasgos más llamativos del juego de su puesta en escena es la transición del blanco y negro al color de las zonas ocupadas cuando son liberadas, y la jugabilidad en la que tendremos que sabotear las instalaciones y planes nazis, recordando ambos aspectos a películas como La lista de Schindler y Sin City, y dentro del ámbito de los videojuegos, a Assassin’s Creed, Hitman y a la saga GTA. Nuestro protagonista, Sean Devlin, está en parte basado en William Grover-Williams, uno de los héroes franceses de la época. Este joven francés desempeñó un gran papel en la liberación francesa: aunque corría en las carreras de Grand Prix (de hecho ganó dos premios de Mónaco en su Bugatti) y se desentendía de la guerra, se unió a la Special Operation Executive (una iniciativa británica contra las fuerzas del Eje) y consiguió infiltrarse en París en 1942, ayudando notablemente a la resistencia francesa, aunque un año después fue capturado y en 1945 ejecutado.",
    "genres": ["tps", "action", "openWorld"],
    "id": "f7719177-7619-49a7-a51c-7d823553f9e5",
    "image": "https://atuksa-catalog.onrender.com/images/webp/the_saboteur_el_saboteador.webp",
    "lang": ["spanishMulti"],
    "name": "The Saboteur (El Saboteador)",
    "platform": "pc",
    "price": 19.1,
    "size": 3911.68
  },
  {
    "code": 583,
    "description": "The Witcher 2: Assassins of Kings es un titulo de rol y acción y secuela del videojuego The Witcher. El juego contiene varios caminos y decisiones posibles en la historia, así como diferentes finales. Al igual que en el primer videojuego, el jugador toma el control de Geralt de Rivia, uno de los pocos brujos que quedan. Los brujos son seres humanos que han sido mejorados genéticamente y entrenados para matar monstruos desde una edad muy temprana. Poseen poderes especiales, que son distintos en cada uno. Estos incluyen la alquimia, la magia y el manejo de armas como la espada.",
    "genres": ["action", "adventure", "rol"],
    "id": "162971af-2972-4648-b479-4994bb3355ea",
    "image": "https://atuksa-catalog.onrender.com/images/webp/the_witcher_2_assassins_of_kings_enhanced_edition.webp",
    "lang": ["spanishMulti"],
    "name": "The Witcher 2: Assassins of Kings Enhanced Edition",
    "platform": "pc",
    "price": 65.5,
    "size": 13414.4
  },
  {
    "code": 584,
    "description": "Age of Empires (conocido ahora como Age of Empires I) es un videojuego de estrategia en tiempo real para computadoras personales, el primero de la serie homónima, lanzado el 26 de octubre de 1997 y escenificado en una línea del tiempo de 3000 años, desde la temprana Edad de piedra hasta la Edad de Hierro. El jugador tendrá opción de elegir entre doce civilizaciones. Se pueden ver varios tipos de civilizaciones las cuales dependiendo de su elección le favorecerán ciertas estrategias, por la simple razón que cada una tiene bonificaciones particulares en el juego, estas son: Grecia, Minoica, Fenicia, Egipto, Asiria, Sumeria, Babilonia, Persa, Hitita, Shang, Choson, Yamato. El juego tiene una expansión llamada «The Rise of Rome», con más civilizaciones, unidades, y tecnologías. Las partidas guardadas en el juego normal (no en la expansión) podrán ser cargadas desde el mismo y también desde la expansión. Las partidas guardadas en la expansión sólo podrán cargarse desde la dicha expansión. Asimismo, hay una versión portátil del juego programada para el sistema operativo Windows Mobile -Pocket PC- creada por la empresa Ziosoft. A pesar que este juego portable se ajusta a las limitaciones gráficas y de rendimiento que dichos aparatos presentan, la jugabilidad del mismo se equipara a la de su hermano mayor.",
    "genres": ["realTimeStrategy"],
    "id": "40c5a239-0c80-4caa-9144-eaaeeb7eda61",
    "image": "https://atuksa-catalog.onrender.com/images/webp/age_of_empires_i_gold_edition.webp",
    "lang": ["spanishMulti"],
    "name": "Age of Empires I Gold Edition",
    "platform": "pc",
    "price": 1010,
    "size": 206848
  },
  {
    "code": 585,
    "description": "Age of Empires II: The Age of Kings (usualmente abreviado AOE2 o AOK) es un videojuego de estrategia en tiempo real para computadoras personales desarrollado por Ensemble Studios y distribuido por Microsoft Games para los sistemas operativos Windows y Mac OS.3 4 Fue lanzado a mediados de 1999 y es el segundo título que compone la serie Age of Empires. La historia del juego está basada en la Edad Media, tras la caída del Imperio romano. El jugador dispone de 13 civilizaciones que existieron en aquel período histórico, y debe encaminarlas para formar un vasto imperio y conquistar otros pueblos. El juego ofrece la posibilidad de jugar contra el ordenador o contra otras personas en línea, con un máximo de 8 jugadores por partida. Tras su éxito comercial, tuvo una secuela directa de expansión conocida como Age of Empires II: The Conquerors, en donde se agregan mejoras al juego, incluyendo cinco civilizaciones más.",
    "genres": ["realTimeStrategy"],
    "id": "69faab5f-bb10-4475-9013-7e66817f7be8",
    "image": "https://atuksa-catalog.onrender.com/images/webp/age_of_empires_ii_gold_edition.webp",
    "lang": ["spanishMulti"],
    "name": "Age of Empires II Gold Edition",
    "platform": "pc",
    "price": 1560,
    "size": 319488
  },
  {
    "code": 586,
    "description": "Age of Empires III es un videojuego de estrategia en tiempo real para computadoras personales, desarrollado por Ensemble Studios y publicado por Microsoft Games para los sistemas operativos Windows y Mac. AOE3 cuenta la historia de la colonización europea de América entre, aproximadamente, 1500 y 1850 d.C. y el jugador debe escoger una de las ocho naciones del Viejo Mundo. Age 3 tuvo muchas innovaciones en comparación a las versiones pasadas de la saga, tales como la evolución del juego de RTS, especialmente con la adición de un asentamiento fijo para cada civilización o madre patria, es decir, una metrópoli de la civilización, combinando este modo de juego con mejoras de juegos de rol. El juego tiene dos expansiones: The WarChiefs y The Asian Dynasties.",
    "genres": ["realTimeStrategy"],
    "id": "595a13ff-4ddc-46c6-94bb-84ae5ce68b2f",
    "image": "https://atuksa-catalog.onrender.com/images/webp/age_of_empires_iii__expansiones.webp",
    "lang": ["spanish", "english", "french", "italian", "deutch"],
    "name": "Age of Empires III + Expansiones",
    "platform": "pc",
    "price": 23.85,
    "size": 4884.48
  },
  {
    "code": 587,
    "description": "Dragon’s Dogma: Dark Arisen es un videojuego de Acción y Rol que se desarrolla en un extenso mundo abierto. El juego ofrece una experiencia única de combate donde los jugadores se embarcan hacia una épica aventura en un increible mundo lleno de vida junto a 3 compañeros controlados por la Inteligencia Artificial los cuales son conocidos como «peones». Estos lucharán de forma independiente, demostrando habilidades que han desarrollado basándose en rasgos aprendidos del jugador. Los jugadores de la versión de PC pueden compartir sus peones en línea. Acaba con terroríficos enemigos para hacerte con recompensas en forma de tesoros, trucos y consejos de estrategia. Los peones te serán de muchas utilidad cuando necesites habilidades determinadas para completar diferentes y exigentes retos.",
    "genres": ["action", "adventure", "rol"],
    "id": "7200b9d1-e421-4aea-8ceb-2888afee30de",
    "image": "https://atuksa-catalog.onrender.com/images/webp/dragons_dogma_dark_arisen.webp",
    "lang": ["spanishMulti"],
    "name": "Dragon's Dogma Dark Arisen",
    "platform": "pc",
    "price": 36.85,
    "size": 7546.88
  }
]
